Repository: panaromafinance/Panaroma-Swap-Interface
Catalog: src/locales/*.po
Languages: de_de, sl_si, sv_se, th_th, uk_ua

source: Pooled {0}:
de_de: {0} gepoolt:
sl_si: {0} v skladu:
sv_se: Poolad {0}:
th_th: รวม {0}:
uk_ua: Заведено в пул {0}:

source: Pools Overview
de_de: Pool-Übersicht
sl_si: Pregled skladov
sv_se: Översikt av pooler
th_th: ภาพรวมสระน้ำ
uk_ua: Огляд пулів

source: Portal Bridge
de_de: Portalbrücke
sl_si: Portalni most
th_th: สะพานพอร์ทัล
uk_ua: Портальний міст

source: Preview
de_de: Vorschau
sl_si: Predogled
sv_se: Förhandsvisning
th_th: ดูตัวอย่าง
uk_ua: Попередній перегляд

source: Price
de_de: Preis
sl_si: Cena
sv_se: Pris
th_th: ราคา
uk_ua: Ціна

source: Price Difference:
de_de: Preisunterschied:
sl_si: Razlika v ceni:
sv_se: Prisskillnad:
th_th: ความแตกต่างของราคา:
uk_ua: Різниця в ціні:

source: Price Impact
de_de: Preiseinfluss
sl_si: Vpliv na ceno
sv_se: Prispåverkan
th_th: ผลกระทบด้านราคา
uk_ua: Вплив ціни

source: Price Impact Too High
de_de: Preiseinfluss zu hoch
sl_si: Vpliv na ceno previsok
sv_se: Prispåverkan för hög
th_th: ผลกระทบของราคาสูงเกินไป
uk_ua: Вплив ціни занадто високий

source: Price Updated
de_de: Preis aktualisiert
sl_si: Cena posodobljena
sv_se: Priset uppdaterat
th_th: อัพเดทราคา
uk_ua: Ціну оновлено

source: Price range
de_de: Preisbereich
sl_si: Cenovni razpon
sv_se: Prisintervall
th_th: ช่วงราคา
uk_ua: Діапазон цін

source: Price:
de_de: Preis:
sl_si: Cena:
sv_se: Pris:
th_th: ราคา:
uk_ua: Ціна:

source: Prices and pool share
de_de: Preise und Pool-Anteil
sl_si: Cene in delež v skladu
sv_se: Priser och poolandel
th_th: ราคาและส่วนแบ่งสระว่ายน้ำ
uk_ua: Ціни та частка пулу

source: Proposal
de_de: Vorschlag
sl_si: Pobuda
sv_se: Förslag
th_th: ข้อเสนอ
uk_ua: Пропозиція

source: Proposal Submitted
de_de: Vorschlag eingereicht
sl_si: Pobuda predložena
sv_se: Förslaget inlämnat
th_th: ส่งข้อเสนอแล้ว
uk_ua: Пропозиція подана

source: Proposal Title
de_de: Titel des Vorschlags
sl_si: Naslov pobude
sv_se: Förslagets titel
th_th: ชื่อข้อเสนอ
uk_ua: Назва пропозиції

source: Proposals
de_de: Vorschläge
sl_si: Pobude
sv_se: Förslag
th_th: ข้อเสนอ
uk_ua: Пропозиції

source: Proposals submitted by community members will appear here.
de_de: Vorschläge von Community-Mitgliedern werden hier erscheinen.
sl_si: Pobude članov skupnosti bodo prikazane tukaj.
sv_se: Förslag som lämnats in av medlemmar i gemenskapen kommer att visas här.
th_th: ข้อเสนอที่ส่งโดยสมาชิกชุมชนจะปรากฏที่นี่
uk_ua: Пропозиції, подані членами спільноти, з’являться тут.

source: Proposed Action
de_de: Vorgeschlagene Aktion
sl_si: Predlagani ukrep
sv_se: Föreslagen åtgärd
th_th: การดำเนินการที่เสนอ
uk_ua: Запропонована дія

source: Proposer
de_de: Antragsteller
sl_si: Pobudnik
sv_se: Förslagsgivare
th_th: ผู้เสนอ
uk_ua: Пропонувач

source: Protocol Disclaimer
de_de: Protokoll-Haftungsausschluss
sl_si: Izjava o omejitvi odgovornosti za protokol
sv_se: Protokollfriskrivning
th_th: ข้อจำกัดความรับผิดชอบของโปรโตคอล
uk_ua: Відмова від відповідальності протоколу

source: Queue
de_de: Warteschlange
sl_si: Čakalna vrsta
sv_se: Kö
th_th: คิว
uk_ua: Чергу

source: Queue Proposal {proposalId}
de_de: Warteschlangenvorschlag {proposalId}
sl_si: Oddaj pobudo {proposalId} v čakalno vrsto
sv_se: Köförslag {proposalId}
th_th: ข้อเสนอคิว {proposalId}
uk_ua: Пропозиція черги {proposalId}

source: Queue proposal {proposalKey}.
de_de: Warteschlangenvorschlag {proposalKey}.
sl_si: Oddaj pobudo {proposalKey} v čakalno vrsto.
sv_se: Köförslag {proposalKey}.
th_th: ข้อเสนอคิว {proposalKey}
uk_ua: Пропозиція черги {proposalKey}.

source: Queued
de_de: In Warteschlange
sl_si: V čakalni vrsti
sv_se: Kö
th_th: เข้าคิว
uk_ua: У черзі

source: Queueing
de_de: Warteschlange
sl_si: Čakalna vrsta
sv_se: Köa
th_th: เข้าคิว
uk_ua: Черга

source: Rates
de_de: Preise
sl_si: Tečaji
sv_se: Kurser
th_th: ราคา
uk_ua: Ставки

source: Read more about PANA
de_de: Erfahre mehr über PANA
sl_si: Preberite več o PANA
sv_se: Läs mer om PANA
th_th: อ่านเพิ่มเติมเกี่ยวกับ PANA
uk_ua: Дізнатися більше про PANA

source: Read more about Panaromaswap governance
de_de: Erfahren Sie mehr über Panaromaswap Governance
sl_si: Preberite več o Panaromaswapovem upravljanju
sv_se: Läs mer om Panaromaswap-styrning
th_th: อ่านเพิ่มเติมเกี่ยวกับการกำกับดูแล Panaromaswap
uk_ua: Докладніше про управління Panaromaswap

source: Read more about providing liquidity
de_de: Erfahre mehr über Liquiditäts-Bereitstellung
sl_si: Preberite več o zagotavljanju likvidnosti
sv_se: Läs mer om att tillhandahålla likviditet
th_th: อ่านเพิ่มเติมเกี่ยวกับการจัดหาสภาพคล่อง
uk_ua: Докладніше про забезпечення ліквідності

source: Read more about unsupported assets
de_de: Erfahre mehr über nicht unterstützte Token
sl_si: Preberite več o nepodprtih sredstvih
sv_se: Läs mer om tillgångar som inte stöds
th_th: อ่านเพิ่มเติมเกี่ยวกับเนื้อหาที่ไม่รองรับ
uk_ua: Докладніше про непідтримувані активи

source: Recent Transactions
de_de: Letzte Transaktionen
sl_si: Zadnje transakcije
sv_se: Nyligen genomförda transaktioner
th_th: ธุรกรรมล่าสุด
uk_ua: Останні Транзакції

source: Recipient
de_de: Empfänger
sl_si: Prejemnik
sv_se: Mottagare
th_th: ผู้รับ
uk_ua: Одержувач

source: Remove
de_de: Entfernen
sl_si: Odstrani
sv_se: Ta bort
th_th: ลบ
uk_ua: Видалити

source: Remove <0/> and <1/>
de_de: <0/> und <1/> entfernen
sl_si: Odstrani <0/> in <1/>
sv_se: Ta bort <0/> och <1/>
th_th: ลบ <0/> และ </1/>
uk_ua: Видаліть <0/> та <1/>

source: Remove Amount
de_de: Betrag entfernen
sl_si: Odstrani znesek
sv_se: Ta bort belopp
th_th: ลบจำนวนเงิน
uk_ua: Видалити суму

source: Remove Delegate
de_de: Delegierung entfernen
sl_si: Odstrani zastopnika
sv_se: Ta bort delegering
th_th: ลบผู้รับมอบสิทธิ์
uk_ua: Видалити делегата

source: Remove Liquidity
de_de: Liquidität entfernen
sl_si: Odstrani likvidnost
sv_se: Ta bort likviditet
th_th: ลบสภาพคล่อง
uk_ua: Видалити ліквідність

source: Remove list
de_de: Liste entfernen
sl_si: Odstrani seznam
sv_se: Ta bort lista
th_th: ลบรายการ
uk_ua: Видалити список

source: Removing {0} {1} and {2} {3}
de_de: Entferne {0} {1} und {2} {3}
sl_si: Odstranitev {0} {1} in {2} {3}
sv_se: Tar bort {0} {1} och {2} {3}
th_th: กำลังลบ {0} {1} และ {2} {3}
uk_ua: Видалення {0} {1} та {2} {3}

source: Removing {0} {1} and{2} {3}
de_de: Entfernen {0} {1} und{2} {3}
sl_si: Odstranitev {0} {1} in{2} {3}
sv_se: Ta bort {0} {1} och{2} {3}
th_th: กำลังลบ {0} {1} และ{2} {3}
uk_ua: Видалення {0} {1} і{2} {3}

source: Request Features
de_de: Funktionen anfordern
sl_si: Predlagajte funkcionalnosti
sv_se: Begär funktioner
th_th: ขอคุณสมบัติ
uk_ua: Особливості запиту

source: Return
de_de: Zurück
sl_si: Nazaj
sv_se: Återgå
th_th: กลับ
uk_ua: Повернутись

source: Search name or paste address
de_de: Name suchen oder Adresse einfügen
sl_si: Poiščite ime ali prilepite naslov
sv_se: Sök namn eller klistra in adress
th_th: ค้นหาชื่อหรือวางที่อยู่
uk_ua: Шукайте ім’я або введіть адресу

source: Select Pair
de_de: Paar auswählen
sl_si: Izberite par
sv_se: Välj Par
th_th: เลือกคู่
uk_ua: Виберіть Пара

source: Select a token
de_de: Token auswählen
sl_si: Izberite žeton
sv_se: Välj en token
th_th: เลือกโทเค็น
uk_ua: Вибрати токен

source: Select a token to find your v1 liquidity.
de_de: Wählen Sie einen Token aus, um Ihre v1-Liquidität zu finden.
sl_si: Za iskanje svoje likvidnosti V1 izberite žeton.
sv_se: Välj en token för att hitta din v1-likviditet.
th_th: เลือกโทเค็นเพื่อค้นหาสภาพคล่อง v1 ของคุณ
uk_ua: Виберіть токен, щоб знайти свою ліквідність v1.

source: Select a {0}network
de_de: Wählen Sie ein {0}-Netzwerk aus
sl_si: Izberite {0} omrežje
sv_se: Välj ett {0}-nätverk
th_th: เลือก {0}เครือข่าย
uk_ua: Виберіть мережу {0}

source: Select an action
de_de: Wählen Sie eine Aktion
sl_si: Izberite dejanje
sv_se: Välj en åtgärd
th_th: เลือกการดำเนินการ
uk_ua: Виберіть дію

source: Selected Range
de_de: Ausgewählter Bereich
sl_si: Izbrani razpon
sv_se: Valt intervall
th_th: ช่วงที่เลือก
uk_ua: Обраний діапазон

source: Self
de_de: Selbst
sl_si: Sebi
sv_se: Själv
th_th: ตัวเอง
uk_ua: Самостійний аналіз

source: Self Delegate
de_de: Selbstdelegierung
sl_si: Samozastopanje
sv_se: Självdelegering
th_th: ผู้แทนตนเอง
uk_ua: Самостійно делеговано

source: Set Price Range
de_de: Preisbereich festlegen
sl_si: Nastavi razpon cene
sv_se: Ange prisintervall
th_th: กำหนดช่วงราคา
uk_ua: Встановити ціновий діапазон

source: Set Starting Price
de_de: Startpreis festlegen
sl_si: Nastavi začetno ceno
sv_se: Ställ in startpris
th_th: ตั้งราคาเริ่มต้น
uk_ua: Встановити стартову ціну

source: Share of Pool
de_de: Anteil am Pool
sl_si: Delež v skladu
sv_se: Andel av poolen
th_th: ส่วนแบ่งของพูล
uk_ua: Частка пулу

source: Share of Pool:
de_de: Anteil am Pool:
sl_si: Delež sklada:
sv_se: Andel av Pool:
th_th: ส่วนแบ่งของพูล:
uk_ua: Частка пулу:

source: Show Cancelled
de_de: Show abgesagt
sl_si: Prikaz preklican
sv_se: Visa inställd
th_th: ยกเลิกการแสดง
uk_ua: Показати скасовано

source: Show closed positions
de_de: Geschlossene Positionen anzeigen
sl_si: Pokaži zaprte položaje
sv_se: Visa stängda positioner
th_th: แสดงตำแหน่งที่ปิด
uk_ua: Показати закриті позиції

source: Simple
de_de: Einfach
sl_si: Enostavno
sv_se: Enkel
th_th: เรียบง่าย
uk_ua: Простий

source: Slippage tolerance
de_de: Schlupftoleranz
sl_si: Toleranca do zdrsa
sv_se: Toleransmarginal
th_th: ความทนทานต่อการเลื่อนหลุด
uk_ua: Толерантність до проковзування

source: Some assets are not available through this interface because they may not work well with the smart contracts or we are unable to allow trading for legal reasons.
de_de: Einige Assets sind über diese Benutzeroberfläche nicht verfügbar, da sie möglicherweise nicht gut mit den Smart Contracts funktionieren oder wir den Handel aus rechtlichen Gründen nicht zulassen können.
sl_si: Nekatera sredstva v tem vmesniku niso na voljo, ker morda ne delujejo dobro s pametnimi pogodbami ali pa iz pravnih razlogov ne moremo dovoliti trgovanja z njimi.
sv_se: Vissa tillgångar är inte tillgängliga via detta gränssnitt eftersom de kanske inte fungerar bra med smarta kontrakt eller vi inte kan tillåta handel av juridiska skäl.
th_th: สินทรัพย์บางรายการไม่สามารถใช้ได้ผ่านอินเทอร์เฟซนี้ เนื่องจากอาจทำงานได้ไม่ดีกับสัญญาอัจฉริยะ หรือเราไม่สามารถอนุญาตให้ซื้อขายได้ด้วยเหตุผลทางกฎหมาย
uk_ua: Деякі активи недоступні через цей інтерфейс, оскільки вони можуть погано працювати зі смарт-контрактами, або ж ми не можемо дозволити торгівлю з законних причин.

source: Something went wrong
de_de: Etwas ist schief gelaufen
sl_si: Nekaj je šlo narobe
sv_se: Något gick snett
th_th: อะไรบางอย่างผิดปกติ
uk_ua: Сталася помилка

source: Step 1. Get PANA-V1 Liquidity tokens
de_de: Schritt 1. Holen Sie sich PANA-V1-Liquiditätstoken
sl_si: Korak 1. Pridobite žetone za likvidnost PANA-V1
sv_se: Steg 1. Få PANA-V1 likviditetstokens
th_th: ขั้นตอนที่ 1 รับโทเค็นสภาพคล่อง PANA-V1
uk_ua: Крок 1. Отримайте токени ліквідності PANA-V1

source: Submit new proposal
de_de: Neues Angebot einreichen
sl_si: Predloži novo pobudo
sv_se: Skicka in nytt förslag
th_th: ส่งข้อเสนอใหม่
uk_ua: Подати нову пропозицію

source: Submitting Proposal
de_de: Angebot einreichen
sl_si: Predložitev pobude
sv_se: Skicka förslag
th_th: การส่งข้อเสนอ
uk_ua: Подання пропозиції

source: Submitting Vote
de_de: Stimmabgabe wird eingereicht
sl_si: Oddaja glasu
sv_se: Skickar röstning
th_th: ส่งโหวต
uk_ua: Відправка голосу

source: Succeeded
de_de: Erfolgreich
sl_si: Uspelo
sv_se: Lyckades
th_th: ที่ประสบความสำเร็จ
uk_ua: Вдалося

source: Success
de_de: Erfolg
sl_si: Uspelo
sv_se: Framgång
th_th: ความสำเร็จ
uk_ua: Успіху

source: Supply
de_de: Bereitstellen
sl_si: Položi
sv_se: Tillgång
th_th: จัดหา
uk_ua: Пропозиція

source: Generate
de_de: Generieren
sl_si: Ustvari
sv_se: Generera
th_th: สร้าง
uk_ua: Генерувати

source: Supplying {0} {1} and {2} {3}
de_de: Biete {0} {1} und {2} {3} an
sl_si: Polog {0} {1} in {2} {3}
sv_se: Levererar {0} {1} och {2} {3}
th_th: การจัดหา {0} {1} และ {2} {3}
uk_ua: Постачання {0} {1} та {2} {3}

source: Swap
de_de: Tauschen
sl_si: Menjava
sv_se: Byt
th_th: แลกเปลี่ยน
uk_ua: Обмін

source: Swap <0/> for exactly <1/>
de_de: Tausche <0/> gegen genau <1/>
sl_si: Menjaj <0/> za natanko <1/>
sv_se: Byt <0/> för exakt <1/>
th_th: สลับ <0/> เป็น </1/>
uk_ua: Поміняти <0/> на точно <1/>

source: Swap Anyway
de_de: Trotzdem tauschen
sl_si: Vseeno zamenjaj
sv_se: Byt ändå
th_th: สลับกัน
uk_ua: Обміняти в будь-якому випадку

source: Swap exactly <0/> for <1/>
de_de: Tausche genau <0/> gegen <1/>
sl_si: Menjaj natanko <0/> za <1/>
sv_se: Byt exakt <0/> för <1/>
th_th: สลับเฉพาะ <0/> เป็น <1/>
uk_ua: Поміняти <0/> на <1/>

source: Swap failed: {0}
de_de: Tausch fehlgeschlagen: {0}
sl_si: Menjava je spodletela: {0}
sv_se: Byte misslyckades: {0}
th_th: สลับล้มเหลว: {0}
uk_ua: Помилка підкачки: {0}

source: Swapping {0} {1} for {2} {3}
de_de: Tausche {0} {1} gegen {2} {3}
sl_si: Menjava {0} {1} za {2} {3}
sv_se: Byter ut {0} {1} mot {2} {3}
th_th: สลับ {0} {1} เป็น {2} {3}
uk_ua: Обмін {0} {1} на {2} {3}

source: Take a 10 minute survey to help us improve your experience in the Panaromaswap app.
de_de: Nehmen Sie an einer 10-minütigen Umfrage teil, um uns dabei zu helfen, Ihre Erfahrung in der Panaromaswap-App zu verbessern.
sl_si: Izpolnite 10-minutno anketo in nam pomagajte izboljšati vašo izkušnjo aplikacije Panaromaswap.
sv_se: Gör en undersökning på 10 minuter för att hjälpa oss att förbättra din upplevelse i Panaromaswap-appen.
th_th: ทำแบบสำรวจ 10 นาทีเพื่อช่วยเราปรับปรุงประสบการณ์ของคุณในแอป Panaromaswap
uk_ua: Пройдіть 10-хвилинне опитування, щоб допомогти нам покращити ваш досвід роботи в додатку Panaromaswap.

source: Tell us what you think ↗
de_de: Sagen Sie uns Ihre Meinung ↗
sl_si: Povejte nam, kaj si mislite ↗
sv_se: Berätta vad du tycker ↗
th_th: บอกเราว่าคุณคิดอย่างไร ↗
uk_ua: Розкажіть нам, що ви думаєте ↗

source: Thanks for being part of the Panaromaswap community <0/>
de_de: Danke, dass du Teil der Panaromaswap-Community bist <0/>
sl_si: Hvala, ker ste del skupnosti Panaromaswap <0/>
sv_se: Tack för att du deltar i Panaromaswap-gemenskapen<0/>
th_th: ขอบคุณที่เป็นส่วนหนึ่งของชุมชน Panaromaswap <0/>
uk_ua: Дякуємо за участь у спільноті Panaromaswap <0/>

source: The % you will earn in fees.
de_de: Der Prozentsatz, den Sie an Gebühren verdienen.
sl_si: Odstotek, ki ga boste služili s provizijami.
sv_se: Den procent du tjänar i avgifter.
th_th: % ที่คุณจะได้รับเป็นค่าธรรมเนียม
uk_ua: %, Який ви заробите на гонорарах.

source: The Panaromaswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
de_de: Die Panaromaswap-Invariante x*y=k wurde durch den Tausch nicht erfüllt. Dies bedeutet normalerweise, dass einer der Token, die Sie austauschen, ein benutzerdefiniertes Verhalten bei der Übertragung enthält.
sl_si: Pri tej menjavi ni bilo zadoščeno Panaromaswapovi stalnici x*y = k. To običajno pomeni, da ima eden od žetonov, ki jih menjate, pri prenosih vgrajeno posebno obnašanje.
sv_se: Panaromaswap-invarianten x * y = k var inte nöjd med bytet. Detta innebär vanligtvis att ett av de token du byter innehåller anpassat beteende vid överföring.
th_th: ค่าคงที่ Panaromaswap x*y=k ไม่พอใจโดยการแลกเปลี่ยน ซึ่งมักจะหมายถึงหนึ่งในโทเค็นที่คุณกำลังแลกเปลี่ยนรวมลักษณะการทำงานที่กำหนดเองในการโอน
uk_ua: Інваріант Panaromaswap x * y = k не був задоволений в обміні. Зазвичай це означає, що один із токенів, який ви міняєте, включає спеціальну поведінку при передачі.

source: The amount you expect to receive at the current market price. You may receive less or more if the market price changes while your transaction is pending.
de_de: Der Betrag, den Sie zum aktuellen Marktpreis erwarten. Sie erhalten möglicherweise weniger oder mehr, wenn sich der Marktpreis ändert, während Ihre Transaktion aussteht.
sl_si: Znesek, ki ga pričakujete po trenutni tržni ceni. Če se tržna cena med čakanjem na transakcijo spremeni, boste morda prejeli manj ali več.
sv_se: Det belopp du förväntar dig att få till det aktuella marknadspriset. Du kan få mindre eller mer om marknadspriset ändras medan din transaktion pågår.
th_th: จำนวนเงินที่คุณคาดว่าจะได้รับในราคาตลาดปัจจุบัน คุณอาจได้รับน้อยลงหรือมากขึ้นหากราคาตลาดเปลี่ยนแปลงในขณะที่การทำธุรกรรมของคุณอยู่ระหว่างดำเนินการ
uk_ua: Сума, яку ви очікуєте отримати за поточною ринковою ціною. Ви можете отримати менше або більше, якщо ринкова ціна зміниться під час очікування транзакції.

source: The app fetches blockchain data from The Graph’s hosted service.
de_de: Die App ruft Blockchain-Daten vom gehosteten Dienst von The Graph ab.
sl_si: Aplikacija pridobi podatke verige blokov iz gostujoče storitve The Graph.
sv_se: Appen hämtar blockchain-data från The Graphs värdtjänst.
th_th: แอพดึงข้อมูลบล็อคเชนจากบริการโฮสต์ของ The Graph
uk_ua: Додаток отримує дані блокчейну з розміщеної служби The Graph.

source: The app fetches on-chain data and constructs contract calls with an Infura API.
de_de: Die App ruft On-Chain-Daten ab und erstellt Vertragsaufrufe mit einer Infura-API.
sl_si: Aplikacija pridobi podatke in verige in zgradi pogodbene klice z API-jem Infura.
sv_se: Appen hämtar data i kedjan och konstruerar kontraktsanrop med ett Infura API.
th_th: แอปดึงข้อมูลในสายโซ่และสร้างการเรียกสัญญาด้วย Infura API
uk_ua: Додаток отримує дані в мережі та створює виклики контрактів за допомогою API Infura.

source: The app fetches the optimal trade route from a Panaromaswap Labs server.
de_de: Die App ruft die optimale Handelsroute von einem Panaromaswap Labs-Server ab.
sl_si: Aplikacija pridobi optimalno pot trgovanja s strežnika Panaromaswap Labs.
sv_se: Appen hämtar den optimala handelsvägen från en Panaromaswap Labs-server.
th_th: แอพดึงเส้นทางการค้าที่เหมาะสมที่สุดจากเซิร์ฟเวอร์ Panaromaswap Labs
uk_ua: Програма отримує оптимальний торговий шлях із сервера Panaromaswap Labs.

source: The app logs anonymized usage statistics in order to improve over time.
de_de: Die App protokolliert anonymisierte Nutzungsstatistiken, um sie im Laufe der Zeit zu verbessern.
sl_si: Aplikacija z namenom prihodnjih izboljšav beleži anonimizirano statistiko uporabe.
sv_se: Appen loggar anonymiserad användningsstatistik för att förbättras över tid.
th_th: แอปจะบันทึกสถิติการใช้งานที่ไม่ระบุชื่อเพื่อปรับปรุงเมื่อเวลาผ่านไป
uk_ua: Додаток реєструє анонімну статистику використання, щоб з часом покращуватись.

source: The app securely collects your wallet address and shares it with Chainalysis for risk and compliance reasons.
de_de: Die App sammelt sicher Ihre Wallet-Adresse und teilt sie aus Risiko- und Compliance-Gründen mit Chainalysis
sl_si: Aplikacija na varen način prebere naslov vaše denarnice in ga deli s Chainalysis zaradi ocene tveganja in skladnosti z zakoni.
sv_se: Appen samlar säkert in din plånboksadress och delar den med Chainalysis av risk- och efterlevnadsskäl.
th_th: แอปจะรวบรวมที่อยู่กระเป๋าเงินของคุณอย่างปลอดภัยและแชร์กับ Chainalysis ด้วยเหตุผลด้านความเสี่ยงและการปฏิบัติตามข้อกำหนด
uk_ua: Програма безпечно збирає адресу вашого гаманця та передає її Chainalysis з міркувань ризику та відповідності.

source: The connection attempt failed. Please click try again and follow the steps to connect in your wallet.
de_de: Der Verbindungsversuch ist fehlgeschlagen. Bitte klicken Sie auf „Erneut versuchen“ und befolgen Sie die Schritte, um sich in Ihrem Wallet zu verbinden.
sl_si: Poskus povezave ni uspel. Kliknite Poskusi znova in sledite navodilom za povezavo v svoji denarnici.
sv_se: Anslutningsförsöket misslyckades. Klicka på försök igen och följ stegen för att ansluta i din plånbok.
th_th: ความพยายามในการเชื่อมต่อล้มเหลว โปรดคลิกลองอีกครั้งและทำตามขั้นตอนเพื่อเชื่อมต่อในกระเป๋าเงินของคุณ
uk_ua: Спроба підключення не вдалася. Натисніть «Спробувати ще раз» і виконайте вказівки, щоб підключитися до свого гаманця.

source: The cost of sending this transaction is more than half of the value of the input amount.
de_de: Die Kosten für das Senden dieser Transaktion betragen mehr als die Hälfte des Wertes des eingegebenen Betrags.
sl_si: Strošek pošiljanja te transakcije presega polovico vrednosti vhodnega zneska.
sv_se: Kostnaden för att skicka den här transaktionen är mer än hälften av värdet på det ingående beloppet.
th_th: ค่าใช้จ่ายในการส่งธุรกรรมนี้มากกว่าครึ่งหนึ่งของมูลค่าของจำนวนเงินที่ป้อน
uk_ua: Вартість відправки цієї транзакції становить більше половини вартості введеної суми.

source: The current fast gas amount for sending a transaction on L1. Gas fees are paid in Ethereum's native currency Ether (ETH) and denominated in GWEI.
de_de: Der aktuelle Fast-Gas-Betrag zum Senden einer Transaktion auf L1. Die Gasgebühren werden in Ethereums Heimatwährung Ether (ETH) bezahlt und lauten auf GWEI.
sl_si: Trenutna količina plina za hitro pošiljanje transakcije na L1. Provizije za plin se plačajo v valuti ether (ETH), avtohtoni valuti omrežja Ethereum, in so denominirane v enoti Gwei.
sv_se: Det aktuella snabbgasbeloppet för att skicka en transaktion på L1. Gasavgifter betalas i Ethereums inhemska valuta Ether (ETH) och denomineras i GWEI.
th_th: ปริมาณก๊าซที่รวดเร็วในปัจจุบันสำหรับการส่งธุรกรรมใน L1 ค่าธรรมเนียมก๊าซจะจ่ายในสกุลเงินท้องถิ่นของ Ethereum (ETH) และคิดเป็น GWEI
uk_ua: Поточна кількість швидкого газу для відправки транзакції на L1. Плата за газ сплачується в національній валюті Ethereum Ether (ETH) і номінована в GWEI.

source: The estimated difference between the USD values of input and output amounts.
de_de: Die geschätzte Differenz zwischen den USD-Werten der Input- und Outputmengen.
sl_si: Ocenjena razlika med vrednostmi (v USD) vhodnih in izhodnih zneskov.
sv_se: Den uppskattade skillnaden mellan USD-värdena för ingående och utgående belopp.
th_th: ค่าความแตกต่างโดยประมาณระหว่างค่า USD ของจำนวนเงินเข้าและออก
uk_ua: Розрахована різниця між вхідними та вихідними сумами в доларах США.

source: The fee paid to miners who process your transaction. This must be paid in {0}.
de_de: Die Gebühr, die an Miner gezahlt wird, die Ihre Transaktion verarbeiten. Diese muss in {0}bezahlt werden.
sl_si: Provizija, plačana rudarjem, ki obdelujejo vašo transakcijo. To je treba plačati v {0}.
sv_se: Avgiften som betalas till gruvarbetare som behandlar din transaktion. Detta måste betalas med {0}.
th_th: ค่าธรรมเนียมที่จ่ายให้กับนักขุดที่ดำเนินการธุรกรรมของคุณ ต้องชำระเป็น {0}
uk_ua: Комісія, сплачена майнерам, які обробляють вашу транзакцію. Це потрібно сплатити в {0}.

source: The impact your trade has on the market price of this pool.
de_de: Die Auswirkung Ihres Trades auf den Marktpreis dieses Pools.
sl_si: Vpliv vaše trgovine na tržno ceno tega bazena.
sv_se: Inverkan din handel har på marknadspriset för denna pool.
th_th: ผลกระทบที่การค้าของคุณมีต่อราคาตลาดของกลุ่มนี้
uk_ua: Вплив вашої торгівлі на ринкову ціну цього пулу.

source: The input token cannot be transferred. There may be an issue with the input token.
de_de: Der eingegebene Token kann nicht übertragen werden. Möglicherweise liegt ein Problem mit dem Token vor.
sl_si: Vhodnega žetona ni mogoče prenesti. Morda je gre za težavo z vhodnim žetonom.
sv_se: Inmatningstoken kan inte överföras. Det kan finnas ett problem med inmatningtoken.
th_th: ไม่สามารถโอนโทเค็นอินพุตได้ อาจมีปัญหากับโทเค็นอินพุต
uk_ua: Вхідний токен неможливо передати. Можливо, виникла проблема з вхідним токеном.

source: The market price is outside your specified price range. Single-asset deposit only.
de_de: Der Marktpreis liegt außerhalb der angegebenen Preisklasse. Nur einseitige Liquiditätsgabe möglich.
sl_si: Tržna cena je izven območja, ki ste ga izbrali. Položite lahko le eno od obeh sredstev.
sv_se: Marknadspriset ligger utanför ditt angivna prisintervall. Endast insättning för enstaka tillgång.
th_th: ราคาตลาดอยู่นอกช่วงราคาที่คุณกำหนด เงินฝากสินทรัพย์เดียวเท่านั้น
uk_ua: Ринкова ціна виходить за межі вказаного діапазону цін. Можливі лише внески з одним активом.
