Repository: panaromafinance/Panaroma-Swap-Interface
Catalog: src/locales/*.po
Languages: de_de, sl_si, sv_se, th_th, uk_ua

source: Your transactions will appear here...
de_de: Ihre Transaktionen werden hier erscheinen...
sl_si: Vaše transakcije bodo prikazane tukaj ...
sv_se: Dina transaktioner kommer att visas här...
th_th: ธุรกรรมของคุณจะปรากฏที่นี่...
uk_ua: Тут з’являтимуться ваші транзакції...

source: Your unclaimed PANA
de_de: Deine noch nicht bezogenen PANA
sl_si: Vaši neprevzeti PANA
sv_se: Din outnyttjade PANA
th_th: PANA . ที่ไม่มีการอ้างสิทธิ์ของคุณ
uk_ua: Ваші неотримані PANA

source: after slippage
de_de: nach dem rutschen
sl_si: po zdrsu
sv_se: efter glidning
th_th: หลังการลื่นไถล
uk_ua: після ковзання

source: blocked activities
de_de: blockierte Aktivitäten
sl_si: blokiranimi dejanji.
sv_se: blockerade aktiviteter
th_th: กิจกรรมที่ถูกปิดกั้น
uk_ua: заблоковані дії

source: confirm
de_de: bestätigen
sl_si: potrdi
sv_se: bekräfta
th_th: ยืนยัน
uk_ua: підтвердити

source: for {0}
de_de: für {0}
sl_si: za {0}
sv_se: för {0}
th_th: สำหรับ {0}
uk_ua: для {0}

source: has socks emoji
de_de: hat "socks" Emoji
sl_si: ima emoji za nogavice
sv_se: har socks emotikon
th_th: มีถุงเท้าอีโมจิ
uk_ua: має емодзі зі шкарпетками

source: here.
de_de: Hier.
sl_si: tukaj.
sv_se: här.
th_th: ที่นี่.
uk_ua: тут.

source: https:// or ipfs:// or ENS name
de_de: https: // oder ipfs: // oder ENS-Name
sl_si: https:// ali ipfs:// ali ENS-ime
sv_se: https:// eller ipfs:// eller ENS-namn
th_th: https:// หรือ ipfs:// หรือชื่อ ENS
uk_ua: https://, або ipfs://, або ім’я ENS

source: minutes
de_de: Minuten
sl_si: minut
sv_se: minuter
th_th: นาที
uk_ua: хвилин

source: via {0}
de_de: über {0}
sl_si: preko {0}
th_th: ผ่าน {0}
uk_ua: через {0}

source: via {0} token list
de_de: über {0} Token-Liste
sl_si: prek seznama žetonov {0}
sv_se: via {0} token-lista
th_th: ผ่าน {0} รายการโทเค็น
uk_ua: через {0} список токенів

source: {0, plural, =1 {Import token} other {Import tokens}}
de_de: {0, plural, =1 {Token importieren} other {Token importieren}}
sl_si: {0, plural, =1 {Uvozi žeton} other {Uvozi žetone}}
sv_se: {0, plural, =1 {Importera token} other {Importera tokens}}
th_th: {0, plural, =1 {นำเข้าโทเค็น} other {นำเข้าโทเค็น}}
uk_ua: {0, plural, =1 {Імпортувати маркер} other {Імпорт токенів}}

source: {0} <0/> per <1/>
sl_si: {0} <0/> na <1/>
th_th: {0} <0/> ต่อ <1/>
uk_ua: {0} <0/> на <1/>

source: {0} Custom Tokens
de_de: {0} Benutzerdefinierte Token
sl_si: {0} žetonov po meri
sv_se: {0} Anpassade token
th_th: {0} โทเค็นที่กำหนดเอง
uk_ua: {0} спеціальних токенів

source: {0} Deposited
de_de: {0} deponiert
sl_si: Položeno {0}
sv_se: {0} insatta
th_th: {0} ฝากแล้ว
uk_ua: Внесено {0}

source: {0} Fees Earned:
de_de: {0} erhaltene Gebühren:
sl_si: Prislužene provizije pri {0}:
sv_se: {0} injänade avgifter:
th_th: {0} ค่าธรรมเนียมที่ได้รับ:
uk_ua: Зароблено {0} комісій:

source: {0} Pending
de_de: {0} Ausstehend
sl_si: {0} v teku
sv_se: {0} väntande
th_th: {0} รอดำเนินการ
uk_ua: {0} у черзі

source: {0} PANA / week
de_de: {0} PANA / Woche
sl_si: {0} PANA / teden
sv_se: {0} PANA/vecka
th_th: {0} PANA / สัปดาห์
uk_ua: {0} PANA/тиждень

source: {0} PANA-V1 LP tokens available
de_de: {0} PANA-V1 LP Token verfügbar
sl_si: Na voljo {0} žetonov LP PANA-V1
sv_se: {0} PANA-V1 LP-tokens tillgängliga
th_th: {0} โทเค็น LP PANA-V1 พร้อมใช้งาน
uk_ua: Доступно {0} токенів LP PANA-V1

source: {0} Votes
de_de: {0} Stimmen
sl_si: {0} glasov
sv_se: {0} röster
th_th: {0} โหวต
uk_ua: {0} голосів

source: {0} per {1}
de_de: {0} pro {1}
sl_si: {0} na {1}
th_th: {0} ต่อ {1}
uk_ua: {0} на {1}

source: {0} tokens
de_de: {0} Token
sl_si: {0} žetonov
th_th: {0} โทเค็น
uk_ua: {0} токенів

source: {0} {1} Price:
de_de: {0} {1} Preis:
sl_si: Cena {0} {1}:
sv_se: {0} {1} pris:
th_th: {0} {1} ราคา:
uk_ua: Ціна {0} {1}:

source: {0} • Added by user
de_de: {0} • Vom Benutzer hinzugefügt
sl_si: {0} • Dodal uporabnik
sv_se: {0} • Tillagd av användare
th_th: {0} • เพิ่มโดย user
uk_ua: {0} • Додано користувачем

source: {0}% fee tier
de_de: {0}% Gebührenstufe
sl_si: Nivo provizij {0} %
sv_se: {0}% avgiftsnivå
th_th: ระดับค่าธรรมเนียม {0}
uk_ua: Рівень комісії {0}

source: {0}% pool
de_de: {0}% Becken
sl_si: {0}% sklad
th_th: {0}% สระ
uk_ua: {0}% пул

source: {0}% select
de_de: {0}% auswählen
sl_si: {0}% izberi
sv_se: {0}% välj
th_th: เลือก {0}
uk_ua: {0}% вибрати

source: {0}-{1} Liquidity Mining
de_de: {0}-{1} Liquiditätsförderung
sl_si: Rudarjenje likvidnosti z {0}-{1}
sv_se: {0}-{1} Likviditetsutvinning
th_th: {0}-{1} ขุดสภาพคล่อง
uk_ua: {0}-{1} Видобуток ліквідності

source: {0}/{1} LP NFT
sl_si: LP NFT {0}/{1}
uk_ua: LP NFT {0}/{1}

source: {0}/{1} LP Tokens
de_de: {0}/{1} LP-Token
sl_si: Likvidnostni žetoni {0}/{1}
uk_ua: Токени LP {0}/{1}

source: {activeTokensOnThisChain} tokens
de_de: {activeTokensOnThisChain} Token
sl_si: {activeTokensOnThisChain} žetonov
th_th: {activeTokensOnThisChain} โทเค็น
uk_ua: {activeTokensOnThisChain} лексем

source: {label} token bridge
de_de: {label} Token-Brücke
sl_si: Most za žetone {label}
th_th: สะพานโทเค็น {label}
uk_ua: {label} маркерний міст

source: {tokenB} per {tokenA}
de_de: {tokenB} pro {tokenA}
sl_si: {tokenB} na {tokenA}
th_th: {tokenB} ต่อ {tokenA}
uk_ua: {tokenB} на {tokenA}

source: ← Back to Pools Overview
de_de: ← Zurück zur Pool-Übersicht
sl_si: ← Nazaj na pregled skladov
sv_se: ← Tillbaka till poolöversikt
th_th: ← กลับไปที่ภาพรวมพูล
uk_ua: ← Повернутися до огляду пулів

source: Etherscan
th_th: อีเธอร์สแกน

source: Polygonscan
th_th: รูปหลายเหลี่ยม
