Repository: panaromafinance/Panaroma-Swap-Interface
Catalog: src/locales/*.po
Languages: de_de, sl_si, sv_se, th_th, uk_ua

source: Untitled
de_de: Ohne Titel
sl_si: Brez naslova
sv_se: Ofrälse
th_th: ไม่มีชื่อ
uk_ua: Без назви

source: Unwrap
sl_si: Odvij
sv_se: Packa upp
th_th: แกะ
uk_ua: Розгорнути

source: Unwrap <0/> to {0}
de_de: Auspacken <0/> bis {0}
sl_si: Odvijte <0/> v {0}
sv_se: Packa upp <0/> till {0}
th_th: แกะ <0/> ถึง {0}
uk_ua: Розгорніть <0/> до {0}

source: Update Delegation
de_de: Delegation aktualisieren
sl_si: Posodobi pooblastilo
sv_se: Uppdatera delegering
th_th: อัพเดทคณะผู้แทน
uk_ua: Оновити делегацію

source: Update list
de_de: Liste aktualisieren
sl_si: Posodobi seznam
sv_se: Uppdatera lista
th_th: อัพเดทรายการ
uk_ua: Оновити список

source: Use the Panaromaswap Labs API to get faster quotes.
de_de: Verwenden Sie die Panaromaswap Labs-API, um schnellere Angebote zu erhalten.
sl_si: Z uporabo API-ja Panaromaswap Labs lahko ponudbe pridobite hitreje.
sv_se: Använd Panaromaswap Labs API för att få snabbare offerter.
th_th: ใช้ Panaromaswap Labs API เพื่อรับใบเสนอราคาที่เร็วขึ้น
uk_ua: Використовуйте Panaromaswap Labs API, щоб швидше отримувати ціни.

source: User
de_de: Benutzer
sl_si: Uporabnik
sv_se: Användare
th_th: ผู้ใช้
uk_ua: Користувач

source: V1 Pool is not available on Layer 2. Switch to Layer 1 Ethereum.
de_de: V1 Pool ist auf Layer 2 nicht verfügbar. Wechseln Sie zu Layer 1 Ethereum.
sl_si: Sklad V1 ni na voljo na sloju 2. Preklopite na Ethereum sloja 1.
sv_se: V1 Pool är inte tillgängligt på lager 2. Byt till lager 1 Ethereum.
th_th: V1 Pool ไม่พร้อมใช้งานใน Layer 2 เปลี่ยนเป็น Layer 1 Ethereum
uk_ua: Пул V1 недоступний на рівні 2. Перейдіть на рівень 1 Ethereum.

source: V1 liquidity
de_de: V1-Liquidität
sl_si: Likvidnost V1
sv_se: V1-likviditet
th_th: สภาพคล่อง V1
uk_ua: V1 ліквідність

source: V2edge {0} Price:
de_de: V2edge {0} Preis:
sl_si: Cena V2edge {0}:
sv_se: V2edge {0} pris:
th_th: V2edge {0} ราคา:
uk_ua: Ціна V2edge {0}:

source: View accrued fees and analytics<0>↗</0>
de_de: Eingenommene Gebühren und Analysen anzeigen<0>↗</0>
sl_si: Oglejte si natečene pristojbine in analitiko <0>↗</0>
sv_se: Visa upplupna avgifter och analyser <0> ↗</0>
th_th: ดูค่าธรรมเนียมและการวิเคราะห์ค้างชำระ<0>↗</0>
uk_ua: Переглянути нараховані комісії та аналітику <0>↗</0>

source: View list
de_de: Liste anzeigen
sl_si: Pokaži seznam
sv_se: Visa lista
th_th: ดูรายการ
uk_ua: Переглянути список

source: View on Etherscan
de_de: Auf Etherscan ansehen
sl_si: Prikaži na Etherscanu
sv_se: Visa på Etherscan
th_th: ดูบน Etherscan
uk_ua: Переглянути на Etherscan

source: View on Explorer
de_de: Im Explorer anzeigen
sl_si: Prikaži v raziskovalcu
sv_se: Visa i Utforskare
th_th: ดูบน Explorer
uk_ua: Переглянути на Explorer

source: View transaction on Explorer
de_de: Transaktion im Explorer anzeigen
sl_si: Prikaži transakcijo v raziskovalcu
sv_se: Visa transaktion i Utforskaren
th_th: ดูธุรกรรมบน Explorer
uk_ua: Переглянути транзакцію в Explorer

source: Vote
de_de: Abstimmung
sl_si: Glasuj
sv_se: Rösta
th_th: โหวต
uk_ua: Голосування

source: Vote Against
de_de: Dagegen stimmen
sl_si: Glasuj PROTI
sv_se: Rösta mot
th_th: โหวตต่อต้าน
uk_ua: Проголосувати проти

source: Vote For
de_de: Dafür stimmen
sl_si: Glasuj ZA
sv_se: Rösta för
th_th: โหวตให้
uk_ua: Голосувати за

source: Vote against proposal {proposalId}
de_de: Stimme gegen Antrag {proposalId}
sl_si: Glasuj proti pobudi {proposalId}
sv_se: Rösta emot förslag {proposalId}
th_th: โหวตคัดค้านข้อเสนอ {proposalId}
uk_ua: Голосувати проти пропозиції {proposalId}

source: Vote against proposal {proposalKey}
de_de: Gegen Vorschlag stimmen {proposalKey}
sl_si: Glasuj proti pobudi {proposalKey}
sv_se: Rösta emot förslag {proposalKey}
th_th: โหวตคัดค้านข้อเสนอ {proposalKey}
uk_ua: Проголосуйте проти пропозиції {proposalKey}

source: Vote against proposal {proposalKey} with reason "{0}"
de_de: Stimme gegen Vorschlag {proposalKey} mit Begründung "{0}"
sl_si: Glasujte proti pobudi {proposalKey} z razlogom "{0}"
sv_se: Rösta emot förslag {proposalKey} med anledning "{0}"
th_th: โหวตคัดค้านข้อเสนอ {proposalKey} ด้วยเหตุผล "{0}"
uk_ua: Голосуйте проти пропозиції {proposalKey} з причиною "{0}"

source: Vote for proposal {proposalId}
de_de: Für Vorschlag {proposalId} stimmen
sl_si: Glasuj za pobudo {proposalId}
sv_se: Rösta för förslag {proposalId}
th_th: โหวตข้อเสนอ {proposalId}
uk_ua: Голосувати за пропозицію {proposalId}

source: Vote for proposal {proposalKey}
de_de: Stimme für Vorschlag {proposalKey}
sl_si: Glasuj za pobudo {proposalKey}
sv_se: Rösta på förslag {proposalKey}
th_th: โหวตข้อเสนอ {proposalKey}
uk_ua: Голосуйте за пропозицію {proposalKey}

source: Vote for proposal {proposalKey} with reason "{0}"
de_de: Stimme für Vorschlag {proposalKey} mit Grund "{0}"
sl_si: Glasuj za pobudo {proposalKey} z razlogom "{0}"
sv_se: Rösta på förslag {proposalKey} med anledning "{0}"
th_th: โหวตข้อเสนอ {proposalKey} ด้วยเหตุผล "{0}"
uk_ua: Голосуйте за пропозицію {proposalKey} з причиною "{0}"

source: Vote to abstain on proposal {proposalId}
de_de: Stimme für Enthaltung bei Vorschlag {proposalId}
sl_si: Vzdrži se glasovanja o pobudi {proposalId}
sv_se: Rösta för att avstå från förslag {proposalId}
th_th: โหวตงดรับข้อเสนอ {proposalId}
uk_ua: Проголосуйте за утримання за пропозицією {proposalId}

source: Vote to abstain on proposal {proposalKey}
de_de: Stimme für Enthaltung bei Vorschlag {proposalKey}
sl_si: Vzdrži se glasovanja o pobudi {proposalKey}
sv_se: Rösta för att avstå från förslag {proposalKey}
th_th: โหวตงดรับข้อเสนอ {proposalKey}
uk_ua: Проголосуйте за утримання за пропозицією {proposalKey}

source: Vote to abstain on proposal {proposalKey} with reason "{0}"
de_de: Stimmen Sie für die Enthaltung bei Vorschlag {proposalKey} mit der Begründung „{0}“
sl_si: Vzdrži se glasovanja o pobudi {proposalKey} z razlogom "{0}"
sv_se: Rösta för att avstå från förslag {proposalKey} med anledning "{0}"
th_th: โหวตงดรับข้อเสนอ {proposalKey} ด้วยเหตุผล "{0}"
uk_ua: Проголосуйте за утримання при пропозиції {proposalKey} з причиною "{0}"

source: Voting ended {0}
de_de: Abstimmung beendet {0}
sl_si: Glasovanje se je končalo {0}
sv_se: Röstningen avslutades {0}
th_th: สิ้นสุดการโหวต {0}
uk_ua: Голосування завершилось {0}

source: Voting ends approximately {0}
de_de: Die Abstimmung endet ungefähr {0}
sl_si: Glasovanje se konča okrog {0}
sv_se: Röstningen slutar ungefär {0}
th_th: การลงคะแนนจะสิ้นสุดลงประมาณ {0}
uk_ua: Голосування завершується приблизно {0}

source: Voting starts approximately {0}
de_de: Die Abstimmung beginnt ungefähr {0}
sl_si: Glasovanje se začne okrog {0}
sv_se: Omröstningen börjar cirka {0}
th_th: การลงคะแนนเริ่มต้นประมาณ {0}
uk_ua: Голосування починається приблизно з {0}

source: Waiting For Confirmation
de_de: Warte auf Bestätigung
sl_si: Čakanje na potrditev
sv_se: Väntar på bekräftelse
th_th: รอการยืนยัน
uk_ua: Очікується підтвердження

source: Wallet Address or ENS name
de_de: Wallet-Adresse oder ENS-Name
sl_si: Naslov denarnice ali ENS-ime
sv_se: Plånboksadress eller ENS-namn
th_th: ที่อยู่กระเป๋าเงินหรือชื่อ ENS
uk_ua: Адреса гаманця або назва ENS

source: Weekly Rewards
de_de: Wöchentliche Belohnungen
sl_si: Tedenske nagrade
sv_se: Veckovisa belöningar
th_th: รางวัลประจำสัปดาห์
uk_ua: Винагороди щотижня

source: Welcome to team Panaromacorn :)
de_de: Willkommen bei Team Panaromacorn :)
sl_si: Dobrodošli v ekipi Samorog :)
sv_se: Välkommen till teamet Panaromacorn :)
th_th: ยินดีต้อนรับสู่ทีมยูนิคอร์น :)
uk_ua: Ласкаво просимо до команди Panaromacorn :)

source: When you claim without withdrawing your liquidity remains in the mining pool.
de_de: Wenn Sie Einfordern ohne die Liquidität abzuheben, bleibt Ihre Liquidität im Förder-Pool.
sl_si: Ko prevzamete brez dviga, vaša likvidnost ostane v rudarskem skladu.
sv_se: När du gör anspråk utan att ta ut medel återstår din likviditet i gruvpoolen.
th_th: เมื่อคุณอ้างสิทธิ์โดยไม่ถอนสภาพคล่องของคุณจะยังคงอยู่ในกลุ่มการขุด
uk_ua: Коли ви забираєте, але не знімаєте, ваша ліквідність залишається в пулі для майнінгу.

source: When you withdraw, the contract will automagically claim PANA on your behalf!
de_de: Wenn Sie Abheben wird der contract "automagisch" PANA für Sie einziehen!
sl_si: Ob dvigu bo pogodba samodejno prevzela PANA v vašem imenu!
sv_se: När du går ut kommer avtalet att automatiskt kräva PANA för din räkning!
th_th: เมื่อคุณถอนตัว สัญญาจะอ้างสิทธิ์ PANA ในนามของคุณโดยอัตโนมัติ!
uk_ua: Коли ви знімаєте гроші, контракт автоматично вимагатиме PANA від вашого імені!

source: When you withdraw, your PANA is claimed and your liquidity is removed from the mining pool.
de_de: Wenn Sie abheben, wird Ihr PANA eingefordert und Ihre Liquidität aus dem Förder-Pool entfernt.
sl_si: Ko izvedete dvig, prevzamete svoje PANA, vaša likvidnost pa se odstrani iz rudarskega sklada.
sv_se: När du går ut, krävs din PANA och din likviditet tas bort från gruvpoolen.
th_th: เมื่อคุณถอนออก PANA ของคุณจะถูกอ้างสิทธิ์และสภาพคล่องของคุณจะถูกลบออกจากกลุ่มการขุด
uk_ua: Коли ви знімаєте гроші, вимагатиметься ваш PANA, а ваша ліквідність вилучається з пулу майнінгу.

source: Withdraw
de_de: Abheben
sl_si: Dvig
sv_se: Uttag
th_th: ถอน
uk_ua: Зняття коштів

source: Withdraw & Claim
de_de: Abheben & Einfordern
sl_si: Dvigni in prevzemi
sv_se: Uttag och begär
th_th: ถอนและเรียกร้อง
uk_ua: Зняти й забрати

source: Withdraw deposited liquidity
de_de: Deponierte Liquidität abheben
sl_si: Dvignite položeno likvidnost
sv_se: Ta ut insatt likviditet
th_th: ถอนเงินที่ฝากไว้
uk_ua: Зняти вкладену ліквідність

source: Withdrawing {0} PANA-V1
de_de: Hebe {0} PANA-V1 ab
sl_si: Dvigujem {0} PANA-V1
sv_se: Tar ut {0} PANA-V1
th_th: ถอน {0} PANA-V1
uk_ua: Зняття {0} PANA-V1

source: Withdrew PANA-V1!
de_de: PANA-V1 abgehoben!
sl_si: PANA-V1 dvignjen!
sv_se: Tog ut PANA-V1!
th_th: ถอนตัว PANA-V1!
uk_ua: PANA-V1 знято!

source: Wrap
sl_si: Ovij
sv_se: Slå in
th_th: ห่อ
uk_ua: Перенос

source: Wrap <0/> to {0}
de_de: Wrap <0/> bis {0}
sl_si: Ovijte <0/> v {0}
sv_se: Radera <0/> till {0}
th_th: ตัด <0/> ถึง {0}
uk_ua: Оберніть <0/> до {0}

source: You already have an active or pending proposal
de_de: Sie haben bereits ein aktives oder ausstehendes Angebot
sl_si: Imate že eno aktivno ali čakajočo pobudo.
sv_se: Du har redan ett aktivt eller väntande förslag
th_th: คุณมีข้อเสนอที่ใช้งานอยู่หรือรอดำเนินการอยู่แล้ว
uk_ua: У вас вже є активна або очікувана пропозиція

source: You are creating a pool
de_de: Sie erstellen einen Pool
sl_si: Ustvarjate sklad
sv_se: Du skapar en pool
th_th: คุณกำลังสร้างพูล
uk_ua: Ви створюєте пул

source: You are the first liquidity provider for this Panaromaswap V2edge pool. Your liquidity will migrate at the current {0} price.
de_de: Sie sind der erste Liquiditätsgeber für diesen Panaromaswap V2edge Pool. Ihre Liquidität wird zum aktuellen {0}-Preis migriert.
sl_si: V tem skladu Panaromaswapa V2edge ste prvi ponudnik likvidnosti. Vaša likvidnost bo migrirana po trenutni ceni {0}.
sv_se: Du är den första likviditetsleverantören för denna Panaromaswap V2edge-pool. Din likviditet kommer att migrera till nuvarande {0} pris.
th_th: คุณเป็นผู้ให้บริการสภาพคล่องรายแรกสำหรับกลุ่ม Panaromaswap V2edge นี้ สภาพคล่องของคุณจะถูกย้ายที่ราคา {0}
uk_ua: Ви є першим постачальником ліквідності для цього пулу Panaromaswap V2edge. Ваша ліквідність перейде за поточною ціною {0}.

source: You are the first liquidity provider.
de_de: Sie sind der erste Liquiditätsanbieter.
sl_si: Ste prvi ponudnik likvidnosti.
sv_se: Du är den första likviditetsleverantören.
th_th: คุณเป็นผู้ให้บริการสภาพคล่องรายแรก
uk_ua: Ви перший постачальник ліквідності.

source: You can either vote on each proposal yourself or delegate your votes to a third party.
de_de: Sie können entweder über jeden Vorschlag selbst abstimmen oder Ihre Stimme an Dritte delegieren.
sl_si: O vsaki pobudi lahko glasujete sami ali pa svoje glasove prenesete na izbranega zastopnika.
sv_se: Du kan antingen själv rösta på varje förslag eller delegera dina röstningar till en tredje part.
th_th: คุณสามารถลงคะแนนในแต่ละข้อเสนอด้วยตัวเองหรือมอบสิทธิ์การโหวตของคุณให้กับบุคคลที่สาม
uk_ua: Ви можете голосувати за кожну пропозицію самостійно або делегувати свої голоси третім особам.

source: You can now trade {0}
de_de: Du kannst jetzt {0} handeln
sl_si: Zdaj lahko trgujete z {0}
sv_se: Du kan handla {0} nu
th_th: ตอนนี้คุณสามารถแลกเปลี่ยน {0}
uk_ua: Тепер ви можете торгувати {0}

source: You don't have enough votes to submit a proposal
de_de: Ihr Stimmrecht reicht nicht aus, um einen Vorschlag einzureichen
sl_si: Nimate dovolj glasov za predložitev pobude.
sv_se: Du har inte tillräckligt med röster för att skicka in ett förslag
th_th: คุณมีคะแนนเสียงไม่เพียงพอที่จะส่งข้อเสนอ
uk_ua: Вам не вистачає голосів, щоб подати пропозицію

source: You don’t have liquidity in this pool yet.
de_de: Sie haben noch keine Liquidität in diesem Pool.
sl_si: V tem skladu še nimate likvidnosti.
sv_se: Du har inte likviditet i denna pool ännu.
th_th: คุณยังไม่มีสภาพคล่องในกลุ่มนี้
uk_ua: У вас ще немає ліквідності в цьому пулі.

source: You may have lost your network connection, or {label} might be down right now.
de_de: Möglicherweise haben Sie Ihre Netzwerkverbindung verloren oder {label} möglicherweise gerade nicht verfügbar.
sl_si: Morda ste izgubili povezavo z omrežjem ali pa {label} trenutno ni na voljo.
sv_se: Du kan ha tappat din nätverksanslutning, eller {label} kan vara nere just nu.
th_th: คุณอาจสูญเสียการเชื่อมต่อเครือข่าย หรือ {label} อาจหยุดทำงานในขณะนี้
uk_ua: Можливо, ви втратили з’єднання з мережею, або зараз може бути {label}

source: You may have lost your network connection.
de_de: Möglicherweise haben Sie Ihre Netzwerkverbindung verloren.
sl_si: Morda ste izgubili omrežno povezavo.
sv_se: Du kan ha tappat din nätverksanslutning.
th_th: คุณอาจสูญเสียการเชื่อมต่อเครือข่ายของคุณ
uk_ua: Можливо, ви втратили з’єднання з мережею.

source: You might consider waiting until the network fees go down to complete this transaction.
de_de: Sie können in Erwägung ziehen, zu warten, bis die Netzwerkgebühren gesunken sind, um diese Transaktion abzuschließen.
sl_si: Premislite, ali ne bi te transakcije zaključili v času, ko bodo omrežne provizije nižje.
sv_se: Du kan överväga att vänta tills nätverksavgifterna sjunker för att slutföra denna transaktion.
th_th: คุณอาจลองรอจนกว่าค่าธรรมเนียมเครือข่ายจะลดลงเพื่อทำธุรกรรมนี้ให้เสร็จสิ้น
uk_ua: Ви можете почекати, доки комісія за мережу знизиться, щоб завершити цю транзакцію.

source: You must connect an account.
de_de: Sie müssen ein Konto verbinden.
sl_si: Povezati morate račun.
sv_se: Du måste ansluta ett konto.
th_th: คุณต้องเชื่อมต่อบัญชี
uk_ua: Ви маєте підключити обліковий запис.

source: You must give the Panaromaswap smart contracts permission to use your {0}. You only have to do this once per token.
de_de: Sie müssen den Panaromaswap Smart Contracts die Erlaubnis erteilen, Ihre {0} zu verwenden. Sie müssen dies nur einmal pro Token tun.
sl_si: Najprej morate Panaromaswapovim pametnim pogodbam dovoliti uporabo svojih {0}. To je za vsak žeton potrebno storiti samo enkrat.
sv_se: Du måste ge Panaromaswaps smarta kontrakt tillstånd att använda din {0}. Du behöver bara göra detta en gång per token.
th_th: คุณต้องให้สิทธิ์สัญญาอัจฉริยะ Panaromaswap เพื่อใช้ {0}คุณต้องทำเช่นนี้เพียงครั้งเดียวต่อโทเค็น
uk_ua: Ви маєте дати дозвіл розумних контрактів Panaromaswap на використання ваших {0}. Це потрібно зробити лише один раз на токен.

source: You must have {formattedProposalThreshold} votes to submit a proposal
de_de: Sie müssen {formattedProposalThreshold} Stimmen haben, um einen Vorschlag einzureichen
sl_si: Za predložitev pobude potrebujete {formattedProposalThreshold} glasov.
sv_se: Du måste ha {formattedProposalThreshold} röster för att skicka in ett förslag
th_th: คุณต้องมี {formattedProposalThreshold} โหวตเพื่อส่งข้อเสนอ
uk_ua: Щоб подати пропозицію, потрібно мати {formattedProposalThreshold}

source: You should only deposit liquidity into Panaromaswap V2edge at a price you believe is correct. <0/>If the price seems incorrect, you can either make a swap to move the price or wait for someone else to do so.
de_de: Sie sollten nur Liquidität in Panaromaswap V2edge zu einem Preis einzahlen, den Sie für richtig halten. <0/>Wenn der Preis falsch erscheint, können Sie entweder durch einen Tausch den Preis verändern oder warten bis jemand anderes dies tut.
sl_si: V Panaromaswap V2edge položite likvidnost le po ceni, za katero menite, da je pravilna. <0/>Če se zdi cena napačna, lahko izvedete menjavo, s čimer premaknete ceno, ali pa počakajte, da to stori nekdo drug.
sv_se: Du bör endast sätta in likviditet i Panaromaswap V2edge till ett pris som du anser är korrekt. <0/>Om priset verkar felaktigt, kan du antingen göra ett byte för att ändra priset eller vänta på att någon annan gör det.
th_th: คุณควรฝากสภาพคล่องเข้า Panaromaswap V2edge ในราคาที่คุณเชื่อว่าถูกต้องเท่านั้น <0/>หากราคาดูเหมือนไม่ถูกต้อง คุณสามารถทำการแลกเปลี่ยนเพื่อย้ายราคาหรือรอให้คนอื่นทำ
uk_ua: Ви маєте вносити ліквідність у Panaromaswap V2edge лише за ціною, яку ви вважаєте правильною. <0/> Якщо ціна здається неправильною, ви можете здійснити обмін, аби перемістити ціну, або дочекатися, поки цього зробить хтось інший.

source: You will also collect fees earned from this position.
de_de: Sie werden auch die Gebühren einziehen, die diese Position eingenommen hat.
sl_si: Ta pozicija vam bo tudi služila provizije.
sv_se: Du kommer också att samla in avgifter som tjänats in från den här positionen.
th_th: คุณจะเก็บค่าธรรมเนียมที่ได้รับจากตำแหน่งนี้ด้วย
uk_ua: Ви також збиратимете комісії, отримані з цієї позиції.

source: You will receive
de_de: Sie werden erhalten
sl_si: Prejeli boste
sv_se: Du kommer att få
th_th: คุณจะได้รับ
uk_ua: Ви отримаєте

source: Your V1 liquidity
de_de: Ihre V1-Liquidität
sl_si: Vaša likvidnost V1
sv_se: Din V1-likviditet
th_th: สภาพคล่อง V1 ของคุณ
uk_ua: Ваша ліквідність V1

source: Your active V2edge liquidity positions will appear here.
de_de: Hier werden Ihre aktiven V2edge-Liquiditätspositionen angezeigt.
sl_si: Tukaj bodo prikazane vaše aktivne likvidnostne pozicije na V2edge.
sv_se: Dina aktiva V2edge-likviditetspositioner kommer att visas här.
th_th: ตำแหน่งสภาพคล่อง V2edge ที่ใช้งานอยู่ของคุณจะปรากฏที่นี่
uk_ua: Тут з’являться ваші активні позиції ліквідності V2edge.

source: Your connected network is unsupported.
de_de: Ihr verbundenes Netzwerk wird nicht unterstützt.
sl_si: Omrežje, s katerim ste povezani, ni podprto.
sv_se: Ditt anslutna nätverk stöds inte.
th_th: ไม่รองรับเครือข่ายที่เชื่อมต่อของคุณ
uk_ua: Ваша підключена мережа не підтримується.

source: Your liquidity deposits
de_de: Ihre Liquiditätspositionen
sl_si: Vaši likvidnostni pologi
sv_se: Dina likviditetsinlåningar
th_th: เงินฝากสภาพคล่องของคุณ
uk_ua: Ваші депозити ліквідності

source: Your pool share:
de_de: Ihr Poolanteil:
sl_si: Vaš delež v skladu:
sv_se: Din poolandel:
th_th: ส่วนแบ่งสระว่ายน้ำของคุณ:
uk_ua: Ваша частка в пулі:

source: Your position
de_de: Deine Position
sl_si: Vaša pozicija
sv_se: Din position
th_th: ตำแหน่งของคุณ
uk_ua: Ваша позиція

source: Your position has 0 liquidity, and is not earning fees.
de_de: Ihre Position hat 0 Liquidität und verdient keine Gebühren.
sl_si: Vaša pozicija nima likvidnosti in ne služi provizij.
sv_se: Din position har 0 likviditet och tjänar inga avgifter.
th_th: สถานะของคุณมีสภาพคล่อง 0 และไม่มีค่าธรรมเนียม
uk_ua: Ваша позиція має ліквідність 0 і не заробляє комісії.

source: Your position will appear here.
de_de: Ihre Position wird hier angezeigt.
sl_si: Vaša pozicija bo prikazana tu.
sv_se: Din position kommer att visas här.
th_th: ตำแหน่งของคุณจะปรากฏที่นี่
uk_ua: Тут з’явиться ваша позиція.

source: Your position will be 100% composed of {0} at this price
de_de: Ihre Position wird zu 100% aus {0} bestehen bei diesem Preis
sl_si: Pri tej ceni bo vaša pozicija 100 % v {0}
sv_se: Din position kommer att vara sammansatt till 100 procent av {0} till detta pris
th_th: โพซิชั่นของคุณจะ 100% ประกอบด้วย {0} ในราคานี้
uk_ua: Ваша позиція буде на 100% складатися з {0} за цією ціною

source: Your position will be 100% {0} at this price.
de_de: Ihre Position wird bei diesem Preis 100% {0} sein.
sl_si: Pri tej ceni bo vaš položaj 100% {0}.
sv_se: Din position kommer att vara till 100 procent {0} till detta pris.
th_th: ตำแหน่งของคุณจะเป็น 100% {0} ในราคานี้
uk_ua: Ваша позиція буде на 100% {0} за цією ціною.

source: Your position will not earn fees or be used in trades until the market price moves into your range.
de_de: Ihre Position wird keine Gebühren verdienen oder in Geschäften genutzt werden, bis sich der Marktpreis in Ihren Bereich bewegt.
sl_si: Ta polog vam ne bo prinašal provizij ali se uporabljal za trgovanje, dokler se tržna cena ne premakne v notranjost izbranega razpona.
sv_se: Din position kommer inte att tjäna avgifter eller användas i affärer tills marknadspriset kommer in i ditt intervall.
th_th: ตำแหน่งของคุณจะไม่ได้รับค่าธรรมเนียมหรือใช้ในการซื้อขายจนกว่าราคาตลาดจะเคลื่อนเข้าสู่ช่วงของคุณ
uk_ua: Ваша позиція не зароблятиме комісій і не використовуватиметься в торгівлі, поки ринкова ціна не перейде у ваш діапазон.

source: Your positions
de_de: Ihre Positionen
sl_si: Vaše pozicije
sv_se: Dina positioner
th_th: ตำแหน่งของคุณ
uk_ua: Ваші позиції

source: Your rate
de_de: Dein Kurs
sl_si: Vaš tečaj
sv_se: Din kurs
th_th: อัตราของคุณ
uk_ua: Ваша ставка

source: Your total pool tokens:
de_de: Ihre gesamten Pool-Token:
sl_si: Količina vaših žetonov sklada:
sv_se: Dina totala pooltoken:
th_th: โทเค็นพูลทั้งหมดของคุณ:
uk_ua: Ваша загальна сума токенів пулу:

source: Your transaction cost will be much higher as it includes the gas to create the pool.
de_de: Ihre Transaktionskosten werden wesentlich höher sein, da sie das Gas beinhalten, um den Pool zu erstellen.
sl_si: Cena vaše transakcije bo precej višja, ker vsebuje plin (gas) za ustvarjenje sklada.
sv_se: Din transaktionskostnad kommer att bli mycket högre eftersom den inkluderar gasen för att skapa poolen.
th_th: ต้นทุนการทำธุรกรรมของคุณจะสูงขึ้นมาก เนื่องจากมีก๊าซเพื่อสร้างพูล
uk_ua: Вартість вашої транзакції буде набагато вищою, оскільки вона включає газ для створення пулу.

source: Your transaction may be frontrun
de_de: Ihre Transaktion könnte anfällig für "Frontrunning" sein
sl_si: Možno je, da je bila vaša transakcija podvržena t.i. "front-runningu".
sv_se: Din transaktion kan bli toppkandidat
th_th: ธุรกรรมของคุณอาจเป็น frontrun
uk_ua: Ваша транзакція може бути випереджаючою біг

source: Your transaction may fail
de_de: Ihre Transaktion könnte fehlschlagen
sl_si: Vaša transakcija bo morda spodletela
sv_se: Din transaktion kan misslyckas
th_th: ธุรกรรมของคุณอาจล้มเหลว
uk_ua: Ваша транзакція може перерватися

source: Your transaction will revert if it is pending for more than this period of time.
de_de: Ihre Transaktion wird rückgängig gemacht, wenn sie für mehr als diesen Zeitraum aussteht.
sl_si: Vaša transakcija bo stornirana, če se v tem časovnem obdobju ne izvrši.
sv_se: Din transaktion återställs om den väntar längre än denna tidsperiod.
th_th: ธุรกรรมของคุณจะเปลี่ยนกลับหากรอดำเนินการนานกว่าช่วงเวลานี้
uk_ua: Вашу транзакцію буде скасовано, якщо вона очікуватиме більше цього періоду часу.

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
de_de: Ihre Transaktion wird rückgängig gemacht, wenn sich der Preis ungünstig um mehr als diesen Prozentsatz ändert.
sl_si: Vaša transakcija bo stornirana, če se cena spremeni za več kot ta odstotek v neugodni smeri.
sv_se: Din transaktion kommer att återgå om priset ändras ogynnsamt med mer än denna procentsats.
th_th: ธุรกรรมของคุณจะกลับคืนมาหากราคาเปลี่ยนแปลงไปในทางไม่ดีเกินกว่าเปอร์เซ็นต์นี้
uk_ua: Вашу транзакцію буде скасовано, якщо ціна зміниться більш ніж на цей відсоток.
