Repository: panaromafinance/Panaroma-Swap-Interface
Catalog: src/locales/*.po
Languages: de_de, sl_si, sv_se, th_th, uk_ua

source: Fee Tier
de_de: Gebührenstufe
sl_si: Stopnja provizije
sv_se: Avgiftsnivå
th_th: ระดับค่าธรรมเนียม
uk_ua: Рівень комісій

source: Fee tier
de_de: Gebührenstufe
sl_si: Stopnja provizije
sv_se: Avgiftsnivå
th_th: ระดับค่าธรรมเนียม
uk_ua: Рівень плати

source: Fetching best price...
de_de: Bester Preis geholt...
sl_si: Pridobivam najboljšo ceno ...
sv_se: Får bästa pris...
th_th: กำลังเรียกราคาที่ดีที่สุด...
uk_ua: Отримання найкращої ціни...

source: For
de_de: Dafür
sl_si: Za
sv_se: För
th_th: สำหรับ
uk_ua: Для

source: For each pool shown below, click migrate to remove your liquidity from Panaromaswap V1 and deposit it into Panaromaswap V2edge.
de_de: Klicken Sie für jeden unten angezeigten Pool auf migrieren, um Ihre Liquidität aus Panaromaswap V1 zu entfernen und in Panaromaswap V2edge zu deponieren.
sl_si: Za vsak spodaj prikazani sklad s klikom na Migriraj odstranite svojo likvidnost iz Panaromaswap V1 in jo vložite v Panaromaswap V2edge.
sv_se: För varje pool som visas nedan, klicka på migrera för att ta bort din likviditet från Panaromaswap V1 och deponera den i Panaromaswap V2edge.
th_th: สำหรับแต่ละกลุ่มที่แสดงด้านล่าง ให้คลิกย้ายเพื่อลบสภาพคล่องของคุณออกจาก Panaromaswap V1 และฝากเข้า Panaromaswap V2edge
uk_ua: Для кожного пула, показаного нижче, клацніть на перенесення, щоб видалити ліквідність з Panaromaswap V1 та внести її в Panaromaswap V2edge.

source: From
de_de: Von
sl_si: Od
sv_se: Från
th_th: จาก
uk_ua: Від

source: From (at most)
de_de: Von (höchstens)
sl_si: Od (največ)
sv_se: Från (som mest)
th_th: จาก (มากสุด)
uk_ua: Від (максимум)

source: Full Range
de_de: Gesamter Bereich
sl_si: Poln razpon
sv_se: Komplett utbud
th_th: ฟูลเรนจ์
uk_ua: Повний діапазон

source: Full range positions may earn less fees than concentrated positions. Learn more <0>here</0>.
de_de: Positionen über den gesamten Bereich können weniger Gebühren einbringen als konzentrierte Positionen. Erfahren Sie mehr <0>hier</0>.
sl_si: Položaji polnega razpona lahko zaslužijo manj provizij kot koncentrirane pozicije. Preberite več <0> tukaj</0>.
sv_se: Fullständiga positioner kan tjäna mindre avgifter än koncentrerade positioner. Läs mer <0> här</0> .
th_th: ตำแหน่งเต็มช่วงอาจได้รับค่าธรรมเนียมน้อยกว่าตำแหน่งที่เข้มข้น เรียนรู้เพิ่มเติม <0>ที่นี่</0> .
uk_ua: Позиції в повному діапазоні можуть заробити менше плати, ніж концентровані позиції. Дізнайтеся більше <0> тут</0> .

source: Get support on Discord
de_de: Holen Sie sich Unterstützung bei Discord
sl_si: Poiščite podporo na Discordu
sv_se: Få support angående brist på överensstämmelse
th_th: รับการสนับสนุนบน Discord
uk_ua: Отримайте підтримку в Discord

source: Help Center
de_de: Hilfezentrum
sl_si: Center za pomoč
sv_se: Hjälpcenter
th_th: ศูนย์ช่วยเหลือ
uk_ua: Центр допомоги

source: Hide
de_de: Ausblenden
sl_si: Skrij
sv_se: Dölj
th_th: ซ่อน
uk_ua: Сховати

source: High Price Impact
de_de: Hoher Preiseinfluss
sl_si: Visok vpliv na ceno
sv_se: Hög prispåverkan
th_th: ผลกระทบราคาสูง
uk_ua: Вплив високої ціни

source: I understand
de_de: Einverstanden
sl_si: Razumem
sv_se: Jag förstår
th_th: ฉันเข้าใจ
uk_ua: Я розумію

source: If you believe this is an error, please send an email including your address to
de_de: Wenn Sie glauben, dass dies ein Fehler ist, senden Sie bitte eine E-Mail mit Ihrer Adresse an
sl_si: Če menite, da je to napaka, pošljite e-pošto s svojim naslovom na
sv_se: Om du tror att detta är ett fel, skicka ett e-postmeddelande med din adress till
th_th: หากคุณเชื่อว่านี่เป็นข้อผิดพลาด โปรดส่งอีเมลพร้อมที่อยู่ของคุณไปที่
uk_ua: Якщо ви вважаєте, що це помилка, надішліть електронний лист із вашою адресою

source: If you purchase a token from this list, you may not be able to sell it back.
de_de: Wenn Sie Token aus dieser Liste kaufen, können Sie sie möglicherweise nicht zurückverkaufen.
sl_si: Če kupite žeton s tega seznama, ga morda ne boste mogli več prodati.
sv_se: Om du köper en token från den här listan kanske du inte kan sälja tillbaka den.
th_th: หากคุณซื้อโทเค็นจากรายการนี้ คุณอาจไม่สามารถขายคืนได้
uk_ua: Якщо ви купуєте токен із цього списку, можливо, його не вдасться продати назад.

source: Import
de_de: Importieren
sl_si: Uvozi
sv_se: Importera
th_th: นำเข้า
uk_ua: Імпортувати

source: Import List
de_de: Liste importieren
sl_si: Uvozi seznam
sv_se: Importera lista
th_th: รายการนำเข้า
uk_ua: Імпортувати список

source: Import Pool
de_de: Pool importieren
sl_si: Uvozi sklad
sv_se: Importera pool
th_th: นำเข้าพูล
uk_ua: Імпортувати пул

source: Import V1 Pool
de_de: V1-Pool importieren
sl_si: Uvozi V1-sklad
sv_se: Importera V1-pool
th_th: นำเข้า V1 Pool
uk_ua: Імпортувати пул V1

source: Import at your own risk
de_de: Importieren auf eigene Gefahr
sl_si: Uvažate na lastno odgovornost
sv_se: Importera på egen risk
th_th: นำเข้าความเสี่ยงของคุณเอง
uk_ua: Імпортувати на власний ризик

source: In range
de_de: Im Bereich
sl_si: Znotraj razpona
sv_se: Inom intervallet
th_th: อยู่ในช่วง
uk_ua: В зоні покриття

source: Increase Liquidity
de_de: Liquidität erhöhen
sl_si: Povečaj likvidnost
sv_se: Öka likviditeten
th_th: เพิ่มสภาพคล่อง
uk_ua: Збільшити ліквідність

source: Initial prices and pool share
de_de: Anfangspreis und Poolanteil
sl_si: Začetne cene in delež v skladu
sv_se: Inledande priser och poolandel
th_th: ราคาเริ่มต้นและส่วนแบ่งพูล
uk_ua: Початкові ціни й частка пулу

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
de_de: Eingabe wird geschätzt. Sie werden höchstens <0>{0} {1}</0> verkaufen, andernfalls wird die Transaktion rückgängig gemacht.
sl_si: Vhodni znesek je ocenjen. Prodali boste največ <0>{0} {1}</0> ali pa bo transakcija stornirana.
sv_se: Inmatningen uppskattas. Du kommer att sälja högst <0>{0} {1}</0> annars kommer transaktionen att återställas.
th_th: ข้อมูลเข้าเป็นค่าประมาณ คุณจะขายได้มากที่สุด <0>{0} {1}</0> หรือธุรกรรมจะเปลี่ยนกลับ
uk_ua: Вхідні дані оцінюються. Ви продасте щонайбільше <0>{0} {1}</0>, або операцію буде скасовано.

source: Install MetaMask
de_de: Meta Mask installieren
sl_si: Namestite MetaMask
sv_se: Installera MetaMask
th_th: ติดตั้ง MetaMask
uk_ua: Встановіть MetaMask

source: Insufficient liquidity for this trade.
de_de: Unzureichende Liquidität für diesen Handel.
sl_si: Za ta posel je likvidnost prenizka.
sv_se: Otillräcklig likviditet för denna handel.
th_th: สภาพคล่องไม่เพียงพอสำหรับการค้านี้
uk_ua: Недостатня ліквідність для цієї угоди.

source: Insufficient {0} balance
de_de: Unzureichendes {0} Guthaben
sl_si: Prenizko dobroimetje {0}
sv_se: Otillräckligt {0} saldo
th_th: ไม่เพียงพอ {0} ยอดคงเหลือ
uk_ua: Недостатній баланс {0}

source: Interface Settings
de_de: Einstellungen der Benutzeroberfläche
sl_si: Nastavitve vmesnika
sv_se: Gränssnittsinställningar
th_th: การตั้งค่าอินเทอร์เฟซ
uk_ua: Налаштування інтерфейсу

source: Invalid pair
de_de: Ungültiges Paar
sl_si: Neveljaven par
sv_se: Ogiltigt par
th_th: คู่ไม่ถูกต้อง
uk_ua: Недійсна пара

source: Invalid pair.
de_de: Ungültiges Paar.
sl_si: Neveljaven par.
sv_se: Ogiltigt par.
th_th: คู่ที่ไม่ถูกต้อง
uk_ua: Недійсна пара.

source: Invalid price input
de_de: Ungültige Preisangabe
sl_si: Neveljaven vnos cene
sv_se: Ogiltig prisinmatning
th_th: ใส่ราคาไม่ถูกต้อง
uk_ua: Недійсне введення ціни

source: Invalid range selected. The min price must be lower than the max price.
de_de: Ungültiger Bereich ausgewählt. Der Mindestpreis muss kleiner als der Maximalpreis sein.
sl_si: Razpon ni veljaven. Najnižja cena mora biti nižja od najvišje.
sv_se: Ogiltigt intervall valt. Minimipriset måste vara lägre än maxpriset.
th_th: เลือกช่วงที่ไม่ถูกต้อง ราคาขั้นต่ำต้องต่ำกว่าราคาสูงสุด
uk_ua: Вибрано недійсний діапазон. Мінімальна ціна має бути нижчою за максимальну.

source: Invalid recipient
de_de: Ungültiger Empfänger
sl_si: Neveljaven prejemnik
sv_se: Ogiltig mottagare
th_th: ผู้รับไม่ถูกต้อง
uk_ua: Недійсний одержувач

source: Language
de_de: Sprache
sl_si: Jezik
sv_se: Språk
th_th: ภาษา
uk_ua: Мову

source: Learn
de_de: Lernen
sl_si: Informacije
sv_se: Lär dig
th_th: เรียนรู้
uk_ua: Ознайомитися

source: Learn about providing liquidity
de_de: Erfahren Sie mehr über die Bereitstellung von Liquidität
sl_si: Naučite se vse o polaganju likvidnosti
sv_se: Lär dig mer om att tillhandahålla likviditet
th_th: เรียนรู้เกี่ยวกับการจัดหาสภาพคล่อง
uk_ua: Дізнайтеся про забезпечення ліквідності

source: Learn more
de_de: Mehr erfahren
sl_si: Več o tem
sv_se: Läs mer
th_th: เรียนรู้เพิ่มเติม
uk_ua: Вчи більше

source: Legal & Privacy
de_de: Rechtliches & Datenschutz
sl_si: Pravna obvestila in zasebnost
sv_se: Juridik och integritet
th_th: กฎหมาย & ความเป็นส่วนตัว
uk_ua: Юридична інформація та конфіденційність

source: Light Theme
de_de: Helles Design
sl_si: Svetla preobleka
sv_se: Ljus tema
th_th: ธีมไฟ
uk_ua: Світла тема

source: Liquidity
de_de: Liquidität
sl_si: Likvidnost
sv_se: Likviditet
th_th: สภาพคล่อง
uk_ua: Ліквідність

source: Liquidity data not available.
de_de: Liquiditätsdaten nicht verfügbar.
sl_si: Podatki o likvidnosti niso na voljo.
sv_se: Likviditetsdata saknas.
th_th: ไม่มีข้อมูลสภาพคล่อง
uk_ua: Дані про ліквідність відсутні.

source: Liquidity provider rewards
de_de: Liquiditätsanbieter-Belohnungen
sl_si: Nagrade ponudnikom likvidnosti
sv_se: Belöningar för likviditetsleverantör
th_th: รางวัลผู้ให้บริการสภาพคล่อง
uk_ua: Нагороди постачальника ліквідності

source: Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
de_de: Liquiditätsgeber verdienen eine 0,3%ige Gebühr für jeden Tausch im Verhältnis zu ihrem Anteil am Pool. Die Gebühren werden dem Pool zugerechnet, fallen in Echtzeit an und können durch Entfernen der Liquidität in Anspruch genommen werden.
sl_si: Ponudniki likvidnosti služijo provizijo 0,3 % od vseh poslov, sorazmerno s svojim deležem v skladu. Provozije se dodajajo v sklad in se nabirajo v realnem času, prevzamete pa jih, ko dvignete svojo likvidnost iz sklada.
sv_se: Likviditetsleverantörer tjänar en avgift på 0,3 procent på alla affärer i proportion till sin andel av poolen. Avgifter läggs till poolen, samlas in i realtid och kan krävas vid likviditetsutflöde.
th_th: ผู้ให้บริการสภาพคล่องจะได้รับค่าธรรมเนียม 0.3% จากการซื้อขายทั้งหมดตามสัดส่วนของส่วนแบ่งในพูล ค่าธรรมเนียมจะถูกเพิ่มเข้าในพูล สะสมตามเวลาจริง และสามารถอ้างสิทธิ์ได้โดยการถอนสภาพคล่องของคุณ
uk_ua: Постачальники ліквідності заробляють комісію в розмірі 0,3% за всі продажі, пропорційно своїй частці в пулі. До пула додається комісія, що нараховується в режимі реального часу й може бути отримана шляхом зняття ліквідності.

source: Lists
de_de: Listen
sl_si: Seznami
sv_se: Listor
th_th: รายการ
uk_ua: Списки

source: Loaded
de_de: Geladen
sl_si: Naloženo
sv_se: Laddad
th_th: โหลดแล้ว
uk_ua: Завантажено

source: Loading
de_de: Lädt
sl_si: Nalagam
sv_se: Laddar
th_th: กำลังโหลด
uk_ua: Завантажується

source: MAX
uk_ua: МАКС

source: Manage
de_de: Verwalten
sl_si: Upravljaj
sv_se: Hantera
th_th: จัดการ
uk_ua: Управління

source: Manage Liquidity in Rewards Pool
de_de: Liquidität im Belohnungspool verwalten
sl_si: Upravljanje likvidnosti v skladu nagrad
sv_se: Hantera likviditet i belöningspoolen
th_th: จัดการสภาพคล่องในกลุ่มรางวัล
uk_ua: Управління ліквідністю в пулі винагород

source: Manage Token Lists
de_de: Tokenlisten verwalten
sl_si: Upravljanje seznamov žetonov
sv_se: Hantera tokenlistor
th_th: จัดการรายการโทเค็น
uk_ua: Управління списками токенів

source: Manage this pool.
de_de: Diesen Pool verwalten.
sl_si: Upravljaj s tem skladom.
sv_se: Hantera den här poolen.
th_th: จัดการพูลนี้
uk_ua: Керуйте цим пулом.

source: Max
sl_si: Največ
sv_se: Högst
th_th: แม็กซ์
uk_ua: Максимум

source: Max Price
de_de: Max. Preis
sl_si: Najvišja cena
sv_se: Maximalt pris
th_th: ราคาสูงสุด
uk_ua: Максимальна ціна

source: Max price
de_de: Max. Preis
sl_si: Najvišja cena
sv_se: Maximalt pris
th_th: ราคาสูงสุด
uk_ua: Максимальна ціна

source: Max:
sl_si: Največ:
sv_se: Högst:
th_th: สูงสุด:
uk_ua: Максимум:

source: Maximum sent
de_de: Maximum gesendet
sl_si: Največ poslano
sv_se: Maximalt skickat
th_th: ส่งสูงสุด
uk_ua: Максимум відправлених

source: Menu
de_de: Menü
sl_si: Meni
sv_se: Meny
th_th: เมนู
uk_ua: Меню

source: Migrate
de_de: Migrieren
sl_si: Migriraj
sv_se: Migrera
th_th: โยกย้าย
uk_ua: Перенесення

source: Migrate Liquidity to V2edge
de_de: Liquidität nach V2edge migrieren
sl_si: Migriraj likvidnost v V2edge
sv_se: Migrera likviditet till V2edge
th_th: ย้ายสภาพคล่องไปที่ V2edge
uk_ua: Перенесення ліквідності до V2edge

source: Migrate V1 Liquidity
de_de: V1-Liquidität migrieren
sl_si: Migriraj likvidnost iz V1
sv_se: Migrera V1-likviditet
th_th: โยกย้ายสภาพคล่อง V1
uk_ua: Перенесення ліквідності V1

source: Migrate your liquidity tokens from Panaromaswap V1 to Panaromaswap V2edge.
de_de: Migrieren Sie Ihre Liquiditäts-Token von Panaromaswap V1 nach Panaromaswap V2edge.
sl_si: Migrirajte svojo likvidnostne žetone iz Panaromaswapa V1 v Panaromaswap V2edge.
sv_se: Migrera dina likviditetstoken från Panaromaswap V1 till Panaromaswap V2edge.
th_th: ย้ายโทเค็นสภาพคล่องของคุณจาก Panaromaswap V1 เป็น Panaromaswap V2edge
uk_ua: Перенесіть свої токени ліквідності з Panaromaswap V1 lj Panaromaswap V2edge.

source: Migrate {0}/{1} liquidity to V2edge
de_de: Migrieren Sie {0}/{1} Liquidität zu V2edge
sl_si: Migriraj likvidnost {0}/{1} v V2edge
sv_se: Migrera {0}/{1} -likviditet till V2edge
th_th: โอนย้าย {0}/{1} ไปที่ V2edge
uk_ua: Міграція {0}/{1} ліквідність V2edge

source: Migrating
de_de: Migrieren
sl_si: Migacija
sv_se: Migrerar
th_th: การย้ายถิ่น
uk_ua: Відбувається перенесення

source: Min Price
de_de: Min. Preis
sl_si: Najnižja cena
sv_se: Minimipris
th_th: ราคาต่ำสุด
uk_ua: Мінімальна ціна

source: Min price
de_de: Min. Preis
sl_si: Najnižja cena
sv_se: Minimipris
th_th: ราคาขั้นต่ำ
uk_ua: Мінімальна ціна

source: Min:
sl_si: Najmanj:
sv_se: Minimum:
th_th: นาที:
uk_ua: Мінімум:

source: Minimum received
de_de: Minimum erhalten
sl_si: Prejmete najmanj
sv_se: Minimum mottaget
th_th: รับขั้นต่ำ
uk_ua: Мінімум отриманих

source: Missing dependencies
de_de: Fehlende Abhängigkeiten
sl_si: Manjkajoče odvisnosti
sv_se: Beroenden saknas
th_th: ไม่มีการพึ่งพา
uk_ua: Відсутня залежність

source: More
de_de: Mehr
sl_si: Več
sv_se: Mer
th_th: มากกว่า
uk_ua: Більше

source: Network Fee
de_de: Netzwerkgebühr
sl_si: Omrežna provizija
sv_se: Nätverksavgift
th_th: ค่าธรรมเนียมเครือข่าย
uk_ua: Плата за мережу

source: Network Warning
de_de: Netzwerkwarnung
sl_si: Opozorilo glede omrežja
sv_se: Nätverksvarning
th_th: คำเตือนเกี่ยวกับเครือข่าย
uk_ua: Попередження про мережу

source: Network fees exceed 50% of the swap amount!
de_de: Netzwerkgebühren übersteigen 50% des Swap-Betrags!
sl_si: Omrežna provizija presega 50% zneska menjave!
sv_se: Nätverksavgifterna överstiger 50 % av bytessumman!
th_th: ค่าธรรมเนียมเครือข่ายเกิน 50% ของจำนวนสวอป!
uk_ua: Комісія за мережу перевищує 50% від суми обміну!

source: New Position
de_de: Neue Position
sl_si: Nova pozicija
sv_se: Ny position
th_th: ตำแหน่งใหม่
uk_ua: Нова позиція

source: No V1 Liquidity found.
de_de: Keine V1-Liquidität gefunden.
sl_si: Ne najdem nobene likvidnosti V1.
sv_se: Ingen V1-likviditet hittades.
th_th: ไม่พบสภาพคล่อง V1
uk_ua: Не знайдено ліквідності V1.

source: No active pools
de_de: Keine aktiven Pools
sl_si: Ni aktivnih skladov
sv_se: Inga aktiva pooler
th_th: ไม่มีสระว่ายน้ำที่ใช้งาน
uk_ua: Немає активних пулів

source: No data
de_de: Keine Daten
sl_si: Ni podatkov
sv_se: Inga data
th_th: ไม่มีข้อมูล
uk_ua: Немає даних

source: No description.
de_de: Keine Beschreibung.
sl_si: Brez opisa
sv_se: Ingen beskrivning.
th_th: ไม่มีคำอธิบาย.
uk_ua: Без опису.

source: No liquidity found.
de_de: Keine Liquidität gefunden.
sl_si: Ni likvidnosti.
sv_se: Ingen likviditet hittades.
th_th: ไม่พบสภาพคล่อง
uk_ua: Ліквідності не знайдено.

source: No pool found.
de_de: Keinen Pool gefunden.
sl_si: Ne najdem sklada.
sv_se: Ingen pool hittades.
th_th: ไม่พบพูล
uk_ua: Пул не знайдено.

source: No proposals found.
de_de: Keine Vorschläge gefunden.
sl_si: Ni predlogov.
sv_se: Inga förslag hittades.
th_th: ไม่พบข้อเสนอ
uk_ua: Пропозиції не знайдено.

source: No results found.
de_de: Keine Ergebnisse gefunden.
sl_si: Ni rezultatov.
sv_se: Inga resultat hittades.
th_th: ไม่พบผลลัพธ์.
uk_ua: Результатів не знайдено.

source: Not created
de_de: Nicht erstellt
sl_si: Ni ustvarjeno
sv_se: Inte skapad
th_th: ไม่ได้สร้าง
uk_ua: Не створено

source: ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.
de_de: VERWENDEN SIE DIESEN MODUS NUR, WENN SIE WISSEN, WAS SIE TUN.
sl_si: Ta način uporabljajte SAMO, ČE VESTE, KAJ POČNETE.
sv_se: ANVÄND DETTA LÄGE BARA OM DU VET VAD DU GÖR.
th_th: ใช้โหมดนี้เฉพาะเมื่อคุณรู้ว่ากำลังทำอะไรอยู่
uk_ua: ВИКОРИСТОВУЙТЕ ЦИЙ ЛИШЕ РЕЖИМ, ЯкЩО ВИ ЗНАЄТЕ, ЩО РОБИТЕ.

source: Once you are happy with the rate click supply to review.
de_de: Sobald Sie mit dem Preis zufrieden sind, klicken Sie auf Bereitstellen zum Überprüfen.
sl_si: Ko ste zadovoljni s tečajem, kliknite Položi za pregled.
sv_se: När du är nöjd med kursen klicka leverans för att granska.
th_th: เมื่อคุณพอใจกับอัตราคลิกอุปทานเพื่อตรวจสอบ
uk_ua: Щойно ви будете задоволені ставкою, клацніть для перегляду.

source: Only PANA votes that were self delegated or delegated to another address before block {0} are eligible for voting.
de_de: Nur PANA-Stimmen, die vor Block {0} an die eigene oder eine fremde Adresse delegiert wurden, sind zur Abstimmung berechtigt.
sl_si: Do glasovanja so upravičeni samo glasovi PANA, ki so bili samozastopani ali so pooblastili drugega zastopnika pred blokom {0}.
sv_se: Endast PANA-röster som var självdelegerade eller delegerade till en annan adress innan block {0} har rätt att rösta.
th_th: เฉพาะคะแนนโหวตของ PANA ที่มอบหมายด้วยตนเองหรือมอบหมายไปยังที่อยู่อื่นก่อนบล็อก {0} เท่านั้นที่มีสิทธิ์ลงคะแนน
uk_ua: Участь у голосуванні можуть брати лише голоси PANA, які були самостійно делеговані або делеговані на іншу адресу до блоку {0}.

source: Optimism Bridge
de_de: Optimismus-Brücke
sl_si: Most optimizma
th_th: สะพานมองในแง่ดี
uk_ua: Міст оптимізму

source: Optimism is in Beta and may experience downtime. Optimism expects planned downtime to upgrade the network in the near future. During downtime, your position will not earn fees and you will be unable to remove liquidity. <0>Read more.</0>
de_de: Optimismus befindet sich in der Betaphase und kann zu Ausfallzeiten führen. Optimismus erwartet geplante Ausfallzeiten, um das Netzwerk in naher Zukunft zu aktualisieren. Während der Ausfallzeit werden für Ihre Position keine Gebühren erhoben und Sie können keine Liquidität entfernen. <0>Lesen Sie mehr.</0>
sl_si: Optimism je v različici beta in lahko prihaja do izpadov. Optimizem pričakuje v bližnji prihodnosti načrtovane izpade za nadgradnjo omrežja. V času izpadov vaša pozicija ne bo služila pristojbin in likvidnosti ne boste mogli odstraniti. <0> Preberi več.</0>
sv_se: Optimism är i Beta och kan uppleva driftstopp. Optimism räknar med planerade driftstopp för att uppgradera nätverket inom en snar framtid. Under driftstopp kommer din position inte att tjäna några avgifter och du kommer inte att kunna ta bort likviditet. <0>Läs mer.</0>
th_th: การมองในแง่ดีอยู่ในช่วงเบต้าและอาจประสบปัญหาการหยุดทำงาน การมองในแง่ดีคาดว่าการหยุดทำงานตามแผนจะอัพเกรดเครือข่ายในอนาคตอันใกล้ ในช่วงหยุดทำงาน โพซิชั่นของคุณจะไม่ได้รับค่าธรรมเนียมและคุณจะไม่สามารถลบสภาพคล่องได้ <0>อ่านเพิ่มเติม.</0>
uk_ua: Оптимізм знаходиться в бета-версії і може виникнути простої. Optimism очікує запланованих простоїв для оновлення мережі найближчим часом. Під час простою ваша позиція не отримуватиме комісій, і ви не зможете вилучити ліквідність. <0>Детальніше.</0>

source: Optimistic Etherscan
de_de: Optimism Etherscan
sv_se: Optimistisk Etherscan
th_th: มองโลกในแง่ดี Etherscan
uk_ua: Оптимістичний Etherscan

source: Out of range
de_de: Nicht im Bereich
sl_si: Zunaj razpona
sv_se: Utanför intervallet
th_th: ไม่อยู่ในขอบเขต
uk_ua: Поза діапазоном

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
de_de: Ausgabemenge geschätzt. Wenn sich der Preis um mehr als {0}% ändert, wird Ihre Transaktion rückgängig gemacht.
sl_si: Izhodni znesek je ocenjen. Če se cena spremeni za več kot {0} %, bo transakcija stornirana.
sv_se: Beräknad utdata. Om priset ändras med mer än {0} procent återställs din transaktion.
th_th: ประมาณการเอาท์พุต หากราคาเปลี่ยนแปลงมากกว่า {0}% ธุรกรรมของคุณจะถูกเปลี่ยนกลับ
uk_ua: Результат оцінюється. Якщо ціна зміниться більш ніж на {0}%, вашу транзакцію буде скасовано.

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
de_de: Ausgabemenge geschätzt. Sie erhalten mindestens <0>{0} {1}</0> oder die Transaktion wird rückgängig gemacht.
sl_si: Izhodni znesek je ocenjen. Prejeli boste vsaj <0>{0} {1}</0> ali pa bo transakcija stornirana.
sv_se: Utmatningen är uppskattad. Du kommer att få minst <0>{0} {1}</0> annars kommer transaktionen att återställas.
th_th: ประมาณการเอาท์พุต คุณจะได้รับอย่างน้อย <0>{0} {1}</0> หรือธุรกรรมจะเปลี่ยนกลับ
uk_ua: Результат оцінюється. Ви отримаєте щонайменше <0>{0} {1}</0>, або операцію буде скасовано.

source: Output will be sent to <0>{0}</0>
de_de: Ausgabe wird an <0>{0}</0> gesendet
sl_si: Izhodni znesek bo poslan na <0>{0}</0>
sv_se: Utmatningen kommer att skickas till <0>{0}</0>
th_th: เอาต์พุตจะถูกส่งไปยัง <0>{0}</0>
uk_ua: Результат буде надіслано на <0>{0}</0>

source: Owner
de_de: Besitzer
sl_si: Lastnik
sv_se: Ägare
th_th: เจ้าของ
uk_ua: Власник

source: Participating pools
de_de: Teilnehmende Pools
sl_si: Sodelujoči skladi
sv_se: Deltagande pooler
th_th: สระว่ายน้ำที่เข้าร่วม
uk_ua: Пули, що беруть участь

source: Pending
de_de: Ausstehend
sl_si: V teku
sv_se: I väntan på
th_th: รอดำเนินการ
uk_ua: Очікується

source: Please confirm you would like to remove this list by typing REMOVE
de_de: Bitte bestätigen Sie, dass Sie diese Liste entfernen möchten, indem Sie ENTFERNEN eingeben
sl_si: Prosimo, vtipkajte REMOVE, s čimer boste potrdili, da želite odstraniti ta seznam.
sv_se: Bekräfta att du vill ta bort listan genom att skriva REMOVE
th_th: โปรดยืนยันว่าคุณต้องการลบรายการนี้โดยพิมพ์ REMOVE
uk_ua: Підтвердьте, що хочете видалити цей список, набравши ВИДАЛИТИ

source: Please connect to Layer 1 Ethereum
de_de: Bitte verbinden Sie sich mit Layer 1 Ethereum
sl_si: Prosimo, povežite se z Ethereumom prvega sloja (layer 1)
sv_se: Anslut till Layer 1 Ethereum
th_th: โปรดเชื่อมต่อกับ Layer 1 Ethereum
uk_ua: Будь ласка, підключіться до рівня 1 Ефіріум

source: Please type the word "{confirmWord}" to enable expert mode.
de_de: Bitte geben Sie das Wort "{confirmWord}" ein, um den Experten-Modus zu aktivieren.
sl_si: Prosimo, vnesite besedo "{confirmWord}", če želite omogočiti strokovni način.
sv_se: Skriv in ordet "{confirmWord}" för att aktivera expertläge.
th_th: โปรดพิมพ์คำว่า "{confirmWord}" เพื่อเปิดใช้งานโหมดผู้เชี่ยวชาญ
uk_ua: Введіть слово "{confirmWord}", аби увімкнути Експертний режим.

source: Polygon Bridge
de_de: Polygonbrücke
sl_si: Most za Polygon
sv_se: Polygon bro
th_th: สะพานรูปหลายเหลี่ยม
uk_ua: Багатокутний міст

source: Pool
sl_si: Skladi
th_th: สระน้ำ
uk_ua: Пул

source: Pool Found!
de_de: Pool gefunden!
sl_si: Sklad najden!
sv_se: Pool hittad!
th_th: พบสระน้ำ!
uk_ua: Пул знайдено!

source: Pool Rate
sl_si: Tečaj sklada
sv_se: Poolkurs
th_th: อัตราสระ
uk_ua: Ставка пулу

source: Pool rate
sl_si: Tečaj sklada
sv_se: Poolkurs
th_th: อัตราสระ
uk_ua: Ставка пулу

source: Pool tokens in rewards pool:
de_de: Pool-Token im Belohnungspool:
sl_si: Žetoni sklada v skladu nagrad:
sv_se: Pool tokens i belöningspoolen:
th_th: โทเค็นพูลในกลุ่มรางวัล:
uk_ua: Токени пулу в пулі винагород:
