Repository: panaromafinance/Panaroma-Swap-Interface
Catalog: src/locales/*.po
Languages: de_de, sl_si, sv_se, th_th, uk_ua

source: The minimum amount you are guaranteed to receive. If the price slips any further, your transaction will revert.
de_de: Der Mindestbetrag, den Sie garantiert erhalten. Wenn der Preis weiter sinkt, wird Ihre Transaktion rückgängig gemacht.
sl_si: Najmanjši znesek, ki ga boste zagotovo prejeli. Če bo cena še zdrsnila, se bo vaša transakcija vrnila.
sv_se: Det lägsta beloppet du garanterat får. Om priset sjunker ytterligare kommer din transaktion att återgå.
th_th: จำนวนเงินขั้นต่ำที่คุณรับประกันว่าจะได้รับ หากราคาหลุดไปอีก ธุรกรรมของคุณจะกลับคืนมา
uk_ua: Мінімальна сума, яку ви гарантовано отримаєте. Якщо ціна знизиться ще більше, ваша транзакція повернеться.

source: The most recent block number on this network. Prices update on every block.
de_de: Die neueste Blocknummer in diesem Netzwerk. Die Preise werden für jeden Block aktualisiert.
sl_si: Zadnja številka bloka v tem omrežju. Cene se z vsakim blokom posodobijo.
sv_se: Det senaste blocknumret på detta nätverk. Priserna uppdateras på varje block.
th_th: หมายเลขบล็อกล่าสุดในเครือข่ายนี้ ราคาอัพเดททุกบล็อค
uk_ua: Останній номер блоку в цій мережі. Ціни оновлюються на кожен блок.

source: The output token cannot be transferred. There may be an issue with the output token.
de_de: Der Ausgabe-Token kann nicht übertragen werden. Möglicherweise liegt ein Problem mit dem Token vor.
sl_si: Izhodnega žetona ni mogoče prenesti. Morda gre za težavo z izhodnim žetonom.
sv_se: Utmatningstoken kan inte överföras. Det kan finnas ett problem med utmatningtoken.
th_th: ไม่สามารถโอนโทเค็นเอาต์พุตได้ อาจมีปัญหากับโทเค็นเอาต์พุต
uk_ua: Вихідний токен неможливо передати. Можливо, виникла проблема з вихідним токеном.

source: The output token cannot be transferred. There may be an issue with the output token. Note: fee on transfer and rebase tokens are incompatible with Panaromaswap V2edge.
de_de: Das Ausgabetoken kann nicht übertragen werden. Möglicherweise liegt ein Problem mit dem Ausgabetoken vor. Hinweis: Gebühren für Transfer- und Rebase-Token sind nicht mit Panaromaswap V2edge kompatibel.
sl_si: Izhodnega žetona ni mogoče prenesti. Morda gre za težavo z izhodnim žetonom. Pozor: žetoni s provizijami ob prenosu in uravnavani (rebase) žetoni niso združljivi z Panaromaswapom V2edge.
sv_se: Utmatningstoken kan inte överföras. Det kan finnas ett problem med utmatningtoken. Obs att avgifter för överföring och rebase-tokens är oförenliga med Panaromaswap V2edge.
th_th: ไม่สามารถโอนโทเค็นเอาต์พุตได้ อาจมีปัญหากับโทเค็นเอาต์พุต หมายเหตุ: ค่าธรรมเนียมการโอนและโทเค็นการรีเบสเข้ากันไม่ได้กับ Panaromaswap V2edge
uk_ua: Вихідний токен результату неможливо передати. Можливо, виникла проблема з вихідним токеном результату. Зауважте: комісія за перенесення й перебазування токенів несумісна з Panaromaswap V2edge.

source: The price of this pool is outside of your selected range. Your position is not currently earning fees.
de_de: Der Preis für diesen Pool liegt außerhalb des gewählten Bereichs. Ihre Position verdient derzeit keine Gebühren.
sl_si: Cena v tem skladu je izven območja, ki ste ga izbrali. Vaš vložek vam trenutno ne služi provizij.
sv_se: Priset för denna pool ligger utanför ditt valda intervall. Din position tjänar för närvarande inte avgifter.
th_th: ราคาของพูลนี้อยู่นอกช่วงที่คุณเลือก ตำแหน่งของคุณไม่ได้รับค่าธรรมเนียมในขณะนี้
uk_ua: Ціна цього пулу виходить за межі вибраного вами діапазону. Ваша позиція наразі не заробляє комісій.

source: The price of this pool is within your selected range. Your position is currently earning fees.
de_de: Der Preis für diesen Pool liegt innerhalb des gewählten Bereichs. Ihre Position verdient derzeit Gebühren.
sl_si: Cena v tem skladu je trenutno znotraj območja, ki ste ga izbrali. Vaš vložek vam trenutno služi provizije.
sv_se: Priset för denna pool ligger inom ditt valda intervall. För närvarande tjänar din position avgifter.
th_th: ราคาของพูลนี้อยู่ในช่วงที่คุณเลือก ตำแหน่งของคุณกำลังได้รับค่าธรรมเนียม
uk_ua: Ціна цього пулу перебуває в межах вибраного вами діапазону. Ваша позиція наразі заробляє комісії.

source: The ratio of tokens you add will set the price of this pool.
de_de: Das Verhältnis der von Ihnen hinzugefügten Token legt den Preis für diesen Pool fest.
sl_si: Razmerje med žetoni, ki jih boste vložili, bo določilo začetno ceno v tem skladu.
sv_se: Förhållandet mellan tokens du lägger till kommer att bestämma priset på denna pool.
th_th: อัตราส่วนของโทเค็นที่คุณเพิ่มจะกำหนดราคาของพูลนี้
uk_ua: Співвідношення доданих токенів встановить ціну цього пулу.

source: The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
de_de: Die Transaktion konnte nicht gesendet werden, da die Frist abgelaufen ist. Bitte überprüfen Sie, ob Ihre Transaktionsfrist nicht zu niedrig ist.
sl_si: Transakcije ni bilo mogoče poslati, ker je rok potekel. Preverite, ali vaš transakcijski rok ni prekratek.
sv_se: Transaktionen kunde inte skickas eftersom tidsfristen har löpt ut. Kontrollera att din transaktionstidsfrist inte är för kort.
th_th: ไม่สามารถส่งธุรกรรมได้เนื่องจากเลยกำหนดส่งแล้ว โปรดตรวจสอบว่ากำหนดเวลาในการทำธุรกรรมของคุณไม่ต่ำเกินไป
uk_ua: Не вдалося надіслати транзакцію, оскільки термін минув. Упевніться в тому, що термін транзакції не занадто короткий.

source: There is no liquidity data.
de_de: Keine Liquiditätsdaten vorhanden.
sl_si: Podatkov o likvidnosti ni.
sv_se: Det finns inga likviditetsdata.
th_th: ไม่มีข้อมูลสภาพคล่อง
uk_ua: Даних про ліквідність немає.

source: This address is blocked on the Panaromaswap Labs interface because it is associated with one or more
de_de: Diese Adresse ist auf der Panaromaswap Labs-Schnittstelle blockiert, da sie mit einer oder mehreren verknüpft ist
sl_si: Ta naslov je blokiran v vmesniku Panaromaswap Labs, ker je povezan z
sv_se: Den här adressen är blockerad på Panaromaswap Labs-gränssnittet eftersom den är associerad med en eller flera
th_th: ที่อยู่นี้ถูกบล็อกบนอินเทอร์เฟซ Panaromaswap Labs เนื่องจากเชื่อมโยงกับหนึ่งรายการขึ้นไป
uk_ua: Ця адреса заблокована в інтерфейсі Panaromaswap Labs, оскільки вона пов’язана з одним або кількома

source: This app uses the following third-party APIs:
de_de: Diese App verwendet die folgenden Drittanbieter-APIs:
sl_si: Ta aplikacija uporablja naslednje API-je tretjih oseb:
sv_se: Den här appen använder följande API:er från tredje part:
th_th: แอพนี้ใช้ API บุคคลที่สามต่อไปนี้:
uk_ua: Ця програма використовує такі сторонні API:

source: This pool must be initialized before you can add liquidity. To initialize, select a starting price for the pool. Then, enter your liquidity price range and deposit amount. Gas fees will be higher than usual due to the initialization transaction.
de_de: Dieser Pool muss initialisiert werden, bevor Sie Liquidität hinzufügen können. Wählen Sie zum Initialisieren einen Startpreis für den Pool aus. Geben Sie dann Ihre Liquiditätspreisspanne und den Einzahlungsbetrag ein. Die Gasgebühren werden aufgrund der Initialisierungstransaktion höher als üblich sein.
sl_si: Ta sklad je treba inicializirati, preden lahko dodate likvidnost. Za inicializacijo izberite začetno ceno za sklad. Nato vnesite svoj cenovni razpon likvidnosti in znesek depozita. Provizije za plin (gas) bodo zaradi inicializacijske transakcije višje kot običajno.
sv_se: Denna pool måste initieras innan du kan lägga till likviditet. För att initialisera, välj ett startpris för poolen. Ange sedan ditt likviditetsprisklass och insättningsbelopp. Gasavgifterna kommer att vara högre än vanligt på grund av initialiseringstransaktionen.
th_th: ต้องเริ่มต้นกลุ่มนี้ก่อนจึงจะสามารถเพิ่มสภาพคล่องได้ ในการเริ่มต้น เลือกราคาเริ่มต้นสำหรับพูล จากนั้นป้อนช่วงราคาสภาพคล่องและจำนวนเงินฝาก ค่าธรรมเนียมก๊าซจะสูงกว่าปกติเนื่องจากการทำธุรกรรมเริ่มต้น
uk_ua: Цей пул потрібно ініціалізувати, перш ніж ви зможете додати ліквідність. Для ініціалізації виберіть початкову ціну пулу. Потім введіть діапазон цін ліквідності та суму депозиту. Плата за газ буде вищою, ніж зазвичай, через транзакцію ініціалізації.

source: This proposal may be executed after {0}.
de_de: Dieser Vorschlag kann nach {0}ausgeführt werden.
sl_si: Ta pobuda se lahko izvrši po {0}.
sv_se: Detta förslag kan verkställas efter {0}.
th_th: ข้อเสนอนี้อาจดำเนินการได้หลังจาก {0}
uk_ua: Ця пропозиція може бути виконана після {0}.

source: This route optimizes your total output by considering split routes, multiple hops, and the gas cost of each step.
de_de: Diese Route optimiert Ihre Gesamtleistung, indem sie Split-Routen, mehrere Hops und die Benzinkosten jedes Schritts berücksichtigt.
sl_si: To je pot, po kateri iz menjave dobite največ ob upoštevanju razcepljenih poti, zaporednih menjav in stroškov plina na vsakem koraku.
sv_se: Denna rutt optimerar din totala produktion genom att ta hänsyn till delade rutter, flera hopp och gaskostnaden för varje steg.
th_th: เส้นทางนี้ปรับผลผลิตทั้งหมดของคุณให้เหมาะสมโดยพิจารณาจากเส้นทางแยก การกระโดดหลายครั้ง และต้นทุนน้ำมันของแต่ละขั้นตอน
uk_ua: Цей маршрут оптимізує вашу загальну продуктивність, враховуючи розділені маршрути, кілька стрибків і вартість газу на кожному етапі.

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
de_de: Dieser Token erscheint nicht in der/den aktiven Token-Liste(n). Stellen Sie sicher, dass dies der Token ist, den Sie handeln möchten.
sl_si: Tega žetona ni na nobenem od omogočenih seznamov žetonov. Prepričajte se, da je to res žeton, s katerim želite trgovati.
sv_se: Den här token visas inte i den eller de aktiva tokenlistorna. Se till att detta är den token som du vill handla med.
th_th: โทเค็นนี้ไม่ปรากฏในรายการโทเค็นที่ใช้งานอยู่ ตรวจสอบให้แน่ใจว่านี่คือโทเค็นที่คุณต้องการซื้อขาย
uk_ua: Цей токен не відображається в списку (-ах) активних токенів. Переконайтеся в тому, що це токен, яким ви хочете торгувати.

source: This token is not supported in the Panaromaswap Labs app
de_de: Dieses Token wird in der Panaromaswap Labs-App nicht unterstützt
sl_si: Ta žeton ni podprt v aplikaciji Panaromaswap Labs
sv_se: Denna token stöds inte i Panaromaswap Labs-appen
th_th: ไม่รองรับโทเค็นนี้ในแอป Panaromaswap Labs
uk_ua: Цей маркер не підтримується в додатку Panaromaswap Labs

source: This tool will safely migrate your {0} liquidity to V2edge. The process is completely trustless thanks to the
de_de: Dieses Tool wird Ihre {0}-Liquidität sicher auf V2edge migrieren. Der Prozess ist dank des
sl_si: To orodje poskrbi za varno migracijo vaših likvidnostnih žetonov {0} v Panaromaswap V2edge. Ta postopek ne zahteva nikakršnega zaupanja drugi osebi zaradi
sv_se: Detta verktyg migrerar säkert din {0} likviditet till V2edge. Processen är helt pålitlig tack vare
th_th: เครื่องมือนี้จะย้าย {0} ของคุณไปยัง V2edge อย่างปลอดภัย กระบวนการนี้ไม่น่าเชื่อถืออย่างสมบูรณ์ต้องขอบคุณ
uk_ua: Цей інструмент безпечно перенесе вашу ліквідність {0} до V2edge. Цей процес абсолютно не вимагає надійності завдяки

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Panaromaswap V2edge.
de_de: Diese Transaktion wird aufgrund von Preisbewegungen nicht erfolgreich sein. Versuchen Sie, Ihre Schlupftoleranz zu erhöhen. Hinweis: Gebühren für Transfer- und Rebase-Token sind nicht mit Panaromaswap V2edge kompatibel.
sl_si: Ta transakcija ne bo uspela zaradi premika cene. Poskusite povečati toleranco do zdrsa. Pozor: žetoni s provizijami ob prenosu in uravnavani (rebase) žetoni niso združljivi z Panaromaswap V2edge.
sv_se: Denna transaktion kommer inte att lyckas på grund av prisrörelser. Försök öka din toleransmarginal. Obs att avgifter vid överföring och rebase-tokens är oförenliga med Panaromaswap V2edge.
th_th: ธุรกรรมนี้จะไม่สำเร็จเนื่องจากการเคลื่อนไหวของราคา ลองเพิ่มความทนทานต่อการเลื่อนหลุด หมายเหตุ: ค่าธรรมเนียมการโอนและโทเค็นการรีเบสเข้ากันไม่ได้กับ Panaromaswap V2edge
uk_ua: Ця операція не буде успішною через рух ціни. Спробуйте збільшити свою толерантність до проковзування. Зауважте: комісія за перенесення й перебазування токенів несумісна з Panaromaswap V2edge.

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
de_de: Diese Transaktion wird nicht erfolgreich sein, entweder aufgrund von Preisbewegungen oder aufgrund von Gebühr-bei-Transfer. Versuchen Sie, Ihre Schlupftoleranz zu erhöhen.
sl_si: Ta transakcija ne bo uspela zaradi gibanja cene ali provizije za prenos. Poskusite povečati toleranco do zdrsa.
sv_se: Denna transaktion kommer inte att lyckas antingen på grund av prisrörelser eller avgift vid överföring. Försök att öka din toleransmarginal.
th_th: ธุรกรรมนี้จะไม่สำเร็จเนื่องจากการเคลื่อนไหวของราคาหรือค่าธรรมเนียมในการโอน ลองเพิ่มความทนทานต่อการเลื่อนหลุด
uk_ua: Ця транзакція не буде успішною ані через рух ціни, ані через комісію за переказ. Спробуйте збільшити свою толерантність до проковзування.

source: Tip: Custom tokens are stored locally in your browser
de_de: Tipp: Benutzerdefinierte Token werden lokal in Ihrem Browser gespeichert
sl_si: Komentar: Žetoni po meri so shranjeni lokalno v vašem brskalniku
sv_se: Tips: Anpassade tokens lagras lokalt i din webbläsare
th_th: เคล็ดลับ: โทเค็นที่กำหนดเองจะถูกเก็บไว้ในเบราว์เซอร์ของคุณ
uk_ua: Порада: спеціальні токени зберігаються локально у вашому браузері

source: To
de_de: Nach
sl_si: Za
sv_se: Till
th_th: ถึง
uk_ua: Кому

source: To (at least)
de_de: Nach (mindestens)
sl_si: Za (vsaj)
sv_se: Till (minst)
th_th: ถึง (อย่างน้อย)
uk_ua: До (не менше)

source: Token not supported
de_de: Token nicht unterstützt
sl_si: Žeton ni podprt
sv_se: Token stöds inte
th_th: ไม่รองรับโทเค็น
uk_ua: Токен не підтримується

source: Tokens
de_de: Token
sl_si: Žetoni
th_th: โทเค็น
uk_ua: Токени

source: Tokens from inactive lists. Import specific tokens below or click Manage to activate more lists.
de_de: Token aus inaktiven Listen. Importieren Sie unten bestimmte Token oder klicken Sie auf Verwalten, um weitere Listen zu aktivieren.
sl_si: Žetoni z neaktivnih seznamov. Specifične žetone lahko uvozite spodaj ali pa kliknite Upravljaj in omogočite več seznamov.
sv_se: Tokens från inaktiva listor. Importera specifika tokens nedan eller klicka på Hantera för att aktivera fler listor.
th_th: โทเค็นจากรายการที่ไม่ใช้งาน นำเข้าโทเค็นเฉพาะด้านล่างหรือคลิกจัดการเพื่อเปิดใช้งานรายการเพิ่มเติม
uk_ua: Токени з неактивних списків. Імпортуйте конкретні токени нижче або натисніть "Керувати", аби активувати більше списків.

source: Top pools
sl_si: Glavni skladi
sv_se: De bästa poolerna
th_th: สระว่ายน้ำยอดนิยม
uk_ua: Пули в топі

source: Total deposited
de_de: Gesamt deponiert
sl_si: Skupaj položeno
sv_se: Totalt insatt
th_th: ยอดฝาก
uk_ua: Усього внесено

source: Total deposits
de_de: Gesamteinlagen
sl_si: Vsi pologi
sv_se: Summa insättningar
th_th: ยอดเงินฝาก
uk_ua: Усього внесків

source: Trade Route
de_de: Handelsroute
sl_si: Pot menjave
sv_se: Handelsväg
th_th: เส้นทางการค้า
uk_ua: Торговий шлях

source: Transaction Settings
de_de: Transaktionseinstellungen
sl_si: Nastavitve transakcije
sv_se: Transaktionsinställningar
th_th: การตั้งค่าธุรกรรม
uk_ua: Налаштування транзакцій

source: Transaction Submitted
de_de: Transaktion gesendet
sl_si: Transakcija oddana
sv_se: Transaktion skickad
th_th: ส่งธุรกรรมแล้ว
uk_ua: Транзакцію надіслано

source: Transaction completed in
de_de: Transaktion abgeschlossen in
sl_si: Transakcija je bila zaključena v
sv_se: Transaktionen slutfördes
th_th: ธุรกรรมเสร็จสมบูรณ์ใน
uk_ua: Транзакція завершена в

source: Transaction deadline
de_de: Transaktionsfrist
sl_si: Rok za transakcijo
sv_se: Tidsfrist för transaktion
th_th: กำหนดเวลาการทำธุรกรรม
uk_ua: Кінцевий термін транзакції

source: Transaction rejected.
de_de: Transaktion abgelehnt.
sl_si: Transakcija zavrnjena.
sv_se: Transaktionen avvisades.
th_th: ธุรกรรมถูกปฏิเสธ
uk_ua: Транзакцію відхилено.

source: Transfer Token
de_de: Token übertragen
sl_si: Prenos žetona
sv_se: Överför Token
th_th: โทเค็นการโอน
uk_ua: Токен передачі

source: Try Again
de_de: Erneut versuchen
sl_si: Poskusi ponovno
sv_se: Försök igen
th_th: ลองอีกครั้ง
uk_ua: Спробуйте ще раз

source: Turn On Expert Mode
de_de: Experten-Modus aktivieren
sl_si: Vklopi strokovni način
sv_se: Aktivera expertläge
th_th: เปิดโหมดผู้เชี่ยวชาญ
uk_ua: Увімкнути експертний режим

source: PANA has arrived
de_de: PANA ist eingetroffen
sl_si: PANA je dospel
sv_se: PANA har anlänt
th_th: PANA มาแล้วจ้า
uk_ua: PANA щойно прибув

source: PANA tokens represent voting shares in Panaromaswap governance. You can vote on each proposal yourself or delegate your votes to a third party.
de_de: PANA-Token stellen Stimmbeteiligung an der Panaromaswap Governance dar. Sie können über jeden Vorschlag selbst abstimmen oder Ihre Stimmen an Dritte delegieren.
sl_si: Žetoni PANA predstavljajo delež glasovalnih pravic pri upravljanju sistema Panaromaswap. Za vsak predlog lahko glasujete sami ali pa svoje glasove prenesete na izbranega zastopnika.
sv_se: PANA-tokens representerar röstandelar i Panaromaswap-styrning. Du kan själv rösta på varje förslag eller delegera dina röstningar till en tredje part.
th_th: โทเค็นของ PANA เป็นตัวแทนของการลงคะแนนเสียงในการกำกับดูแล Panaromaswap คุณสามารถลงคะแนนในแต่ละข้อเสนอด้วยตัวเองหรือมอบสิทธิ์การโหวตของคุณให้กับบุคคลที่สาม
uk_ua: Токени PANA представляють акції з правом голосу в управлінні Panaromaswap. Ви можете проголосувати за кожну пропозицію самостійно або делегувати свої голоси третій стороні.

source: PANA {0}/{1} Burned
de_de: PANA {0}/{1} verbrannt
sl_si: Panaromačenih {0}/{1} PANA
sv_se: PANA {0}/{1} bränd
th_th: PANA {0}/{1} เผา
uk_ua: PANA {0}/{1} спалено

source: PANA-V1 LP tokens are required. Once you've added liquidity to the {0}-{1} pool you can stake your liquidity tokens on this page.
de_de: PANA-V1 LP-Token sind erforderlich. Sobald Sie dem Pool von {0}-{1} Liquidität hinzugefügt haben, können Sie Ihre Liquiditäts-Token auf dieser Seite "staken".
sl_si: Potrebni so žetoni likvidnosti (LP) PANA-V1. Če boste dodali likvidnost v sklad {0}-{1} , boste lahko na tej strani zastavili svoje žetone likvidnosti.
sv_se: PANA-V1 LP-tokens krävs. När du har lagt till likviditet till {0}-{1} poolen kan du satsa dina likviditetstoken på denna sida.
th_th: ต้องใช้โทเค็น PANA-V1 LP เมื่อคุณเพิ่มสภาพคล่องให้กับกลุ่ม {0}-{1} คุณสามารถเดิมพันโทเค็นสภาพคล่องของคุณในหน้านี้
uk_ua: Потрібні токени LP PANA-V1. Після того, як ви додали ліквідність до {0}-{1} ви можете поставити свої токени ліквідності на цю сторінку.

source: Unclaimed PANA
de_de: Noch nicht bezogene PANA
sl_si: Neprevzeti PANA
sv_se: Okrävda PANA
th_th: PANA . ที่ไม่มีการอ้างสิทธิ์
uk_ua: Незатребувані PANA

source: Unclaimed fees
de_de: Noch nicht bezogene Gebühren
sl_si: Neprevzete provizije
sv_se: Ej krävda avgifter
th_th: ค่าธรรมเนียมที่ไม่มีการอ้างสิทธิ์
uk_ua: Незатребувані комісії

source: Undetermined
de_de: Unbestimmt
sl_si: Nedoločeno
sv_se: Obestämd
th_th: ไม่แน่นอน
uk_ua: Невизначено

source: Unexpected error. Could not estimate gas for the swap.
de_de: Unerwarteter Fehler. Gas für den Tausch konnte nicht geschätzt werden.
sl_si: Nepričakovana napaka. Porabe plina za menjavo ni bilo mogoče oceniti.
sv_se: Oväntat fel. Det gick inte att uppskatta gasen för bytet.
th_th: ข้อผิดพลาดที่ไม่คาดคิด ไม่สามารถประมาณค่าก๊าซสำหรับการแลกเปลี่ยนได้
uk_ua: Неочікувана помилка. Не вдалося оцінити газ для обміну.

source: Unexpected issue with estimating the gas. Please try again.
de_de: Unerwartetes Problem bei der Schätzung des Gases. Bitte versuche es erneut.
sl_si: Nepričakovana težava pri ocenjevanju porabe plina. Prosimo, poskusite ponovno.
sv_se: Oväntat problem med att uppskatta gasen. Var god försök igen.
th_th: ปัญหาที่ไม่คาดคิดกับการประมาณค่าก๊าซ กรุณาลองอีกครั้ง.
uk_ua: Неочікувана проблема з оцінкою газу. Будь ласка спробуйте ще раз.

source: Panaromaswap Governance
sl_si: Panaromaswapovo upravljanje
sv_se: Panaromaswap-styrning
th_th: การกำกับดูแล Panaromaswap
uk_ua: Управління Panaromaswap

source: Panaromaswap Labs' Terms of Service
de_de: Nutzungsbedingungen von Panaromaswap Labs
sl_si: Pogoji storitve Panaromaswap Labs
sv_se: Panaromaswap Labs användarvillkor
th_th: ข้อกำหนดในการให้บริการของ Panaromaswap Labs
uk_ua: Умови використання Panaromaswap Labs

source: Panaromaswap available in: <0>{0}</0>
de_de: Panaromaswap verfügbar in: <0>{0}</0>
sl_si: Panaromaswap je na voljo v teh jezikih: <0>{0}</0>
sv_se: Panaromaswap tillgänglig på: <0>{0}</0>
th_th: Panaromaswap มีให้ใน: <0>{0}</0>
uk_ua: Panaromaswap доступно в: <0>{0}</0>

source: Panaromaswap governance is only available on Layer 1. Switch your network to Ethereum Mainnet to view Proposals and Vote.
de_de: Panaromaswap-Governance ist nur auf Layer 1 verfügbar. Schalten Sie Ihr Netzwerk auf Ethereum Mainnet um, um Anträge und Abstimmungen anzuzeigen.
sl_si: Upravljanje Panaromaswapa je za na voljo samo na sloju 1. Če želite videti pobude in glasovati, preklopite na omrežje Ethereum Mainnet.
sv_se: Panaromaswap-styrning är endast tillgänglig i Layer 1. Byt ditt nätverk till Ethereum Mainnet för att se förslag och rösta.
th_th: การกำกับดูแล Panaromaswap ใช้ได้เฉพาะในเลเยอร์ 1 เท่านั้น เปลี่ยนเครือข่ายของคุณเป็น Ethereum Mainnet เพื่อดูข้อเสนอและการโหวต
uk_ua: Універсальне управління доступне лише на рівні 1. Перейдіть до мережі Ethereum Mainnet, щоб переглянути пропозиції та проголосувати.

source: Panaromaswap liquidity mining
de_de: Panaromaswap Liquiditätsförderung
sl_si: Panaromaswapovo rudarjenje z likvidnostjo
sv_se: Panaromaswap likviditetsutvinning
th_th: การขุดสภาพคล่อง Panaromaswap
uk_ua: Майнінг ліквідності Panaromaswap

source: Panaromaswap migration contract↗
de_de: Panaromaswap Migrations-contract↗
sl_si: Panaromaswapova pogodba za migracijo↗
sv_se: Panaromaswap migrationskontrakt↗
th_th: สัญญาการโยกย้าย Panaromaswap↗
uk_ua: Контракт Panaromaswap щодо перенесення↗

source: Unknown Source
de_de: Unbekannte Quelle
sl_si: Neznan vir
sv_se: Okänd källa
th_th: ไม่ทราบแหล่งที่มา
uk_ua: Невідоме джерело

source: Unknown error{0}. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Panaromaswap V2edge.
de_de: Unbekannter Fehler{0}. Versuchen Sie, Ihre Schlupftoleranz zu erhöhen. Hinweis: Gebühren für Transfer- und Rebase-Token sind nicht mit Panaromaswap V2edge kompatibel.
sl_si: Neznana napaka {0}. Poskusite povečati toleranco do zdrsa. Pozor: žetoni s provizijami ob prenosu in uravnavani (rebase) žetoni niso združljivi z Panaromaswap V2edge.
sv_se: Okänt fel{0}. Försök öka din toleransmarginal. Obs att avgifter vid överföring och rebase-tokens är oförenliga med Panaromaswap V2edge.
th_th: ข้อผิดพลาดที่ไม่รู้จัก{0}ลองเพิ่มความทนทานต่อการเลื่อนหลุด หมายเหตุ: ค่าธรรมเนียมการโอนและโทเค็นการรีเบสเข้ากันไม่ได้กับ Panaromaswap V2edge
uk_ua: Невідома помилка{0}. Спробуйте збільшити свою толерантність до проковзування. Зауважте: комісія за перенесення й перебазування токенів несумісна з Panaromaswap V2edge.

source: Unlock Votes
de_de: Abstimmungen freischalten
sl_si: Odkleni glasove
sv_se: Lås upp röster
th_th: ปลดล็อกการโหวต
uk_ua: Розблокувати голоси

source: Unlock Voting
de_de: Abstimmung freischalten
sl_si: Odkleni glasovanje
sv_se: Lås upp röstning
th_th: ปลดล็อกการโหวต
uk_ua: Розблокувати голосування

source: Unlocking Votes
de_de: Stimmen werden freigeschalten
sl_si: Odklepanje glasov
sv_se: Låser upp röster
th_th: ปลดล็อคการโหวต
uk_ua: Розблокування голосів

source: Unsupported Asset
de_de: Nicht unterstütztes Asset
sl_si: Nepodprto sredstvo
sv_se: Tillgång som inte stöds
th_th: เนื้อหาที่ไม่รองรับ
uk_ua: Непідтримуваний актив

source: Unsupported Assets
de_de: Nicht unterstützte Assets
sl_si: Nepodprta sredstva
sv_se: Tillgångar som inte stöds
th_th: สินทรัพย์ที่ไม่รองรับ
uk_ua: Непідтримувані активи
