Repository: panaromafinance/Panaroma-Swap-Interface
Catalog: src/locales/*.po
Languages: de_de, sl_si, sv_se, th_th, uk_ua

source: By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.
de_de: Durch das Hinzufügen dieser Liste vertrauen Sie implizit darauf, dass die Daten korrekt sind. Jeder kann eine Liste erstellen, einschließlich gefälschter Versionen bestehender Listen oder Listen die vorgeben Projekte zu repräsentieren, die keine Liste haben.
sl_si: Z dodajanjem tega seznama zaupate pravilnosti podatkov. Vsakdo lahko ustvari seznam; ustvari lahko tudi ponarejeno različico obstoječega seznama ali pa seznam, ki naj bi pripadal resničnemu projektu, ki nima uradnega seznama.
sv_se: Genom att lägga till de här listan litar du underförstått på att uppgifterna är korrekta. Vem som helst kan skapa en lista, inklusive att skapa falska versioner av befintliga listor och listor som påstår sig representera projekt som inte har en lista.
th_th: การเพิ่มรายการนี้แสดงว่าคุณเชื่อมั่นโดยปริยายว่าข้อมูลถูกต้อง ใครๆ ก็สร้างรายการได้ ซึ่งรวมถึงการสร้างเวอร์ชันปลอมของรายการที่มีอยู่และรายการที่อ้างว่าเป็นตัวแทนของโครงการที่ไม่มีอยู่
uk_ua: Додаючи цей список, ви непрямо погоджуєтеся з тим, що дані правильні. Будь-хто може створити список, включаючи створення підроблених версій існуючих списків і списків, які нібито представляють проекти, які його не мають.

source: By connecting a wallet, you agree to Panaromaswap Labs’ <0>Terms of Service</0> and acknowledge that you have read and understand the Panaromaswap <1>Protocol Disclaimer</1>.
de_de: Durch das Verbinden einer Brieftasche stimmen Sie den <0>Nutzungsbedingungen von</0> und bestätigen, dass Sie den Haftungsausschluss für das Protokoll von <1></1>.
sl_si: S tem ko povežete denarnico, se strinjate s <0>pogoji storitve Panaromaswap Labs</0> in potrjujete, da ste prebrali in razumeli <1>izjavo o omejitvi odgovornosti</1> protokola Panaromaswap.
sv_se: Genom att ansluta en plånbok godkänner du Panaromaswap Labs <0>Användarvillkor</0> och bekräftar att du har läst och förstått Panaromaswap <1>Protocol Disclaimer</1>.
th_th: การเชื่อมต่อกระเป๋าเงินหมายความว่าคุณยอมรับข้อกำหนดในการให้บริการ <0></0> และรับทราบว่าคุณได้อ่านและทำความเข้าใจ Panaromaswap <1>Protocol Disclaimer</1>แล้ว
uk_ua: Підключаючи гаманець, ви погоджуєтеся з Умовами надання послуг <0></0> і підтверджуєте, що прочитали та розумієте відмову від відповідальності</1><1>.

source: Canceled
de_de: Abgesagt
sl_si: Preklicana
sv_se: Inställt
th_th: ยกเลิก
uk_ua: Скасовано

source: Change
de_de: Ändern
sl_si: Spremeni
sv_se: Ändra
th_th: เปลี่ยน
uk_ua: Змінити

source: Charts
sl_si: Grafikoni
sv_se: Diagram
th_th: ชาร์ต
uk_ua: Діаграми

source: Check network status
de_de: Netzwerkstatus prüfen
sl_si: Stanje omrežja preverite
sv_se: Kontrollera nätverksstatus
th_th: ตรวจสอบสถานะเครือข่าย
uk_ua: Перевірити стан мережі

source: Check out our v2edge LP walkthrough and migration guides.
de_de: Schauen Sie sich unsere v2edge LP Einführung und die Hilfe zur Liquiditätsmigration an.
sl_si: Oglejte si naše vodnike za V2edge-likvidnost in navodila za migracijo.
sv_se: Kolla in våra v2edge LP-genomgångs och migrationsguider.
th_th: ดูคำแนะนำการใช้งาน v2edge LP และคู่มือการย้ายข้อมูล
uk_ua: Ознайомтесь з нашими посібниками з просування v2edge LP та посібниками з перенесення.

source: Claim
de_de: Einfordern
sl_si: Prevzemi
sv_se: Krav
th_th: เรียกร้อง
uk_ua: Забрати

source: Claim <0/> for {0}
de_de: Anspruch auf <0/> für {0}
sl_si: Prevzemi <0/> za {0}
sv_se: Gör anspråk på <0/> för {0}
th_th: อ้างสิทธิ์ <0/> สำหรับ {0}
uk_ua: Претензія <0/> для {0}

source: Claim PANA
de_de: PANA einfordern
sl_si: Prevzemi PANA
sv_se: Gör krav på PANA
th_th: รับสิทธิ์ PANA
uk_ua: Забрати PANA

source: Claim PANA Token
de_de: PANA Token einfordern
sl_si: Prevzemi žetone PANA
sv_se: Gör krav på PANA-token
th_th: รับโทเค็น PANA
uk_ua: Забрати токени PANA

source: Claim PANA reward for {0}
de_de: Fordern Sie die PANA-Belohnung für {0}
sl_si: Prevzemi nagrado PANA za {0}
sv_se: Hämta PANA -belöning för {0}
th_th: รับรางวัล PANA สำหรับ {0}
uk_ua: Вимагайте винагороду PANA за {0}

source: Claim fees
de_de: Gebühren einfordern
sl_si: Prevzemi provizije
sv_se: Begär avgifter
th_th: ค่าธรรมเนียมการเรียกร้อง
uk_ua: Забрати комісії

source: Claim your PANA tokens
de_de: Fordern Sie Ihre PANA-Token ein
sl_si: Prevzemite svoje žetone PANA
sv_se: Gör anspråk på dina PANA-tokens
th_th: รับโทเค็น PANA ของคุณ
uk_ua: Заберіть свої токени PANA

source: Claimed
de_de: Eingefordert
sl_si: Prevzeto
sv_se: Begärda
th_th: อ้างสิทธิ์
uk_ua: Задоволений

source: Claimed PANA!
de_de: PANA erhalten!
sl_si: PANA pridobljeni!
sv_se: Gjorde krav på PANA!
th_th: อ้างสิทธิ์ PANA!
uk_ua: Зібрано PANA!

source: Claimed!
de_de: Behauptet!
sl_si: Prevzeto!
sv_se: Påstod!
th_th: อ้างสิทธิ์!
uk_ua: Заявлено!

source: Claiming
de_de: Fordere ein
sl_si: Prevzem v teku
sv_se: Kräver
th_th: อ้างสิทธิ์
uk_ua: Відбувається збирання

source: Claiming PANA
de_de: Beziehe PANA
sl_si: Prevzemam PANA
sv_se: Gör krav på PANA
th_th: อ้างสิทธิ์ PANA
uk_ua: Відбувається збирання PANA

source: Claiming {0} PANA
de_de: Fordere {0} PANA ein
sl_si: Prevzem {0} PANA v teku
sv_se: Kräver {0} PANA
th_th: รับสิทธิ์ {0} PANA
uk_ua: Відбувається збирання PANA {0}

source: Clear All
de_de: Alles löschen
sl_si: Počisti vse
sv_se: Rensa alla
th_th: ลบทั้งหมด
uk_ua: Очистити все

source: Clear all
de_de: Alles löschen
sl_si: Počisti vse
sv_se: Rensa alla
th_th: ลบทั้งหมด
uk_ua: Очистити все

source: Close
de_de: Schließen
sl_si: Zapri
sv_se: Stäng
th_th: ปิด I
uk_ua: Закрити

source: Closed
de_de: Geschlossen
sl_si: Zaprto
sv_se: Stängd
th_th: ปิด
uk_ua: Закрито

source: Collect
de_de: Beziehen
sl_si: Prevzemi
sv_se: Samla
th_th: เก็บรวบรวม
uk_ua: Зібрати

source: Collect as {nativeWrappedSymbol}
de_de: Sammeln Sie als {nativeWrappedSymbol}
sl_si: Zberi kot {nativeWrappedSymbol}
sv_se: Samla som {nativeWrappedSymbol}
th_th: รวบรวมเป็น {nativeWrappedSymbol}
uk_ua: Зібрати як {nativeWrappedSymbol}

source: Collect fees
de_de: Gebühren beziehen
sl_si: Prevzemi provizije
sv_se: Samla in avgifter
th_th: เก็บค่าธรรมเนียม
uk_ua: Збирайте комісії

source: Collect {0}/{1} fees
de_de: Sammle {0}/{1} Gebühren
sl_si: Prevzemi provizije {0}/{1}
sv_se: Samla {0}/{1} avgifter
th_th: เก็บค่าธรรมเนียม {0}/{1}
uk_ua: Збирають {0}/{1} збори

source: Collected
de_de: Eingezogen
sl_si: Prevzeto
sv_se: Insamlad
th_th: สะสม
uk_ua: Зібрано

source: Collecting
de_de: Ziehe ein
sl_si: Prevzem v teku
sv_se: Samlar
th_th: สะสม
uk_ua: Збирається

source: Collecting fees
de_de: Ziehe Gebühren ein
sl_si: Prevzem provizij v teku
sv_se: Insamlingsavgifter
th_th: การเก็บค่าธรรมเนียม
uk_ua: Збір комісій

source: Collecting fees will withdraw currently available fees for you.
de_de: Gebühren einziehen wird für Sie derzeit verfügbare Gebühren beziehen.
sl_si: S prevzemom provizij dvignete provizije, ki so vam trenutno na voljo.
sv_se: Insamlingsavgifterna kommer att dra av för närvarande tillgängliga avgifter för dig.
th_th: การเก็บค่าธรรมเนียมจะถอนค่าธรรมเนียมที่มีอยู่ในปัจจุบันสำหรับคุณ
uk_ua: Збір комісій зніме доступні для вас наразі комісії.

source: Confirm
de_de: Bestätigen
sl_si: Potrdi
sv_se: Bekräfta
th_th: ยืนยัน
uk_ua: Підтвердити

source: Confirm Supply
de_de: Angebot bestätigen
sl_si: Potrdi polog
sv_se: Bekräfta tillförsel
th_th: ยืนยันการจัดหา
uk_ua: Підтвердити пропозицію

source: Confirm Swap
de_de: Tausch bestätigen
sl_si: Potrdi menjavo
sv_se: Bekräfta byte
th_th: ยืนยันการสลับ
uk_ua: Підтвердити обмін

source: Confirm this transaction in your wallet
de_de: Diese Transaktion in Ihrer Wallet bestätigen
sl_si: Odobrite to transakcijo in svoji denarnici
sv_se: Bekräfta transaktionen i din plånbok
th_th: ยืนยันการทำธุรกรรมนี้ในกระเป๋าเงินของคุณ
uk_ua: Підтвердьте цю операцію у своєму гаманці

source: Confirm transaction in wallet
de_de: Transaktion in Wallet bestätigen
sl_si: V denarnici potrdite transakcijo
sv_se: Bekräfta transaktionen i plånboken
th_th: ยืนยันการทำธุรกรรมในกระเป๋าเงิน
uk_ua: Підтвердіть транзакцію в гаманці

source: Connect Wallet
de_de: Wallet verbinden
sl_si: Poveži denarnico
sv_se: Anslut plånbok
th_th: เชื่อมต่อกระเป๋าเงิน
uk_ua: Підключити Гаманець

source: Connect a wallet
de_de: Eine Wallet verbinden
sl_si: Poveži denarnico
sv_se: Anslut en plånbok
th_th: เชื่อมต่อกระเป๋าสตางค์
uk_ua: Підключіть гаманець

source: Connect to a wallet to find pools
de_de: Mit einer Wallet verbinden, um Pools zu finden
sl_si: Če želite poiskati sklade, povežite denarnico
sv_se: Anslut till en plånbok för att hitta pooler
th_th: เชื่อมต่อกับกระเป๋าเงินเพื่อค้นหาพูล
uk_ua: Підключіться до гаманця, щоб знайти пули

source: Connect to a wallet to view your V1 liquidity.
de_de: Verbinden Sie sich mit einer Wallet, um Ihre V1-Liquidität anzuzeigen.
sl_si: Če si želite ogledati svojo likvidnost V1, povežite denarnico.
sv_se: Anslut till en plånbok för att visa din V1-likviditet.
th_th: เชื่อมต่อกับกระเป๋าเงินเพื่อดูสภาพคล่อง V1 ของคุณ
uk_ua: Підключіться до гаманця, щоб переглянути свою ліквідність V1.

source: Connect to a wallet to view your liquidity.
de_de: Verbinden Sie sich mit einer Wallet, um Ihre Liquidität anzuzeigen.
sl_si: Če si želite ogledati svojo likvidnost, povežite denarnico.
sv_se: Anslut till en plånbok för att visa din likviditet.
th_th: เชื่อมต่อกับกระเป๋าเงินเพื่อดูสภาพคล่องของคุณ
uk_ua: Підключіться до гаманця, щоб переглянути свою ліквідність.

source: Connected with
de_de: Verbunden mit
sl_si: Povezano z
sv_se: Ansluten till
th_th: เชื่อมต่อกับ
uk_ua: Пов'язаний с

source: Connecting...
de_de: Verbinden...
sl_si: Povezovanje ...
sv_se: Ansluter...
th_th: กำลังเชื่อมต่อ...
uk_ua: Підключення...

source: Copied
de_de: Kopiert
sl_si: Kopirano
sv_se: Kopierad
th_th: คัดลอกแล้ว
uk_ua: Скопійовано

source: Copy Address
de_de: Adresse kopieren
sl_si: Kopiraj naslov
sv_se: Kopiera adress
th_th: คัดลอกที่อยู่
uk_ua: Копіювати адресу

source: Create Pool & Supply
de_de: Pool erstellen & versorgen
sl_si: Ustvari sklad & položi likvidnost
sv_se: Skapa pool & tillgång
th_th: สร้างพูลและซัพพลาย
uk_ua: Створити пул і пропозицію

source: Create Proposal
de_de: Vorschlag erstellen
sl_si: Ustvari pobudo
sv_se: Skapa förslag
th_th: สร้างข้อเสนอ
uk_ua: Створити пропозицію

source: Create a pair
de_de: Paar erstellen
sl_si: Ustvarite par
sv_se: Skapa ett par
th_th: สร้างคู่
uk_ua: Створити пару

source: Create a pool
de_de: Pool erstellen
sl_si: Ustvari sklad
sv_se: Skapa en pool
th_th: สร้างสระ
uk_ua: Створити пул

source: Create an issue on GitHub
de_de: Ein Ticket auf GitHub eröffnen
sl_si: Odprite zadevo na GitHubu
sv_se: Skapa en tvistefråga på GitHub
th_th: สร้างปัญหาบน GitHub
uk_ua: Створіть випуск на GitHub

source: Create pool and add {0}/{1} V2edge liquidity
de_de: Pool erstellen und {0}/{1} V2edge Liquidität hinzufügen
sl_si: Ustvari sklad in dodaj V2edge-likvidnost za {0}/{1}
sv_se: Skapa en pool och lägg till {0}/{1} V2edge-likviditet
th_th: สร้างกลุ่มและเพิ่มสภาพคล่อง {0}/{1}
uk_ua: Створіть пул і додайте ліквідність V2edge {0}/{1}

source: Create pool.
de_de: Pool erstellen.
sl_si: Ustvari sklad.
sv_se: Skapa en pool.
th_th: สร้างพูล
uk_ua: Створіть пул.

source: Create {0}/{1} V2edge pool
de_de: {0}/{1} V2edge-Pool erstellen
sl_si: Ustvari V2edge-sklad {0}/{1}
sv_se: Skapa {0}/{1} V2edge pool
th_th: สร้างพูล V2edge {0}/{1}
uk_ua: Створити {0}/{1} V2edge басейн

source: Current price
de_de: Aktueller Preis
sl_si: Trenutna cena
sv_se: Nuvarande pris
th_th: ราคาปัจจุบัน
uk_ua: Поточна ціна

source: Current {0} Price:
de_de: Aktueller {0}-Preis:
sl_si: Trenutna cena {0}:
sv_se: Nuvarande {0} pris:
th_th: ปัจจุบัน {0} ราคา:
uk_ua: Поточна {0} ціна:

source: Dark Theme
de_de: Dunkles Design
sl_si: Temna preobleka
sv_se: Mörkt tema
th_th: ธีมมืด
uk_ua: Темна тема

source: Defeated
de_de: Verloren
sl_si: Zavrnjena
sv_se: Besegrad
th_th: พ่ายแพ้
uk_ua: Переможений

source: Delegate Votes
de_de: Abstimmungen delegieren
sl_si: Glasovni zastopnikov
sv_se: Delegera röster
th_th: โหวตตัวแทน
uk_ua: Делегувати голоси

source: Delegate voting power to {0}
de_de: Stimmrecht auf {0}
sl_si: Prenesi pravico glasovanja na zastopnika {0}
sv_se: Delegera rösträtten till {0}
th_th: มอบอำนาจการลงคะแนนเป็น {0}
uk_ua: Делегуйте право голосу на {0}

source: Delegated to:
de_de: Delegiert an:
sl_si: Zastopnik:
sv_se: Delegerat till:
th_th: มอบหมายให้:
uk_ua: Делеговані до:

source: Delegating votes
de_de: Delegiere Stimmrecht
sl_si: Pooblaščanje zastopnika
sv_se: Delegerar röster
th_th: การลงคะแนนเสียง
uk_ua: Делегування голосів

source: Deposit
de_de: Einzahlung
sl_si: Polog
sv_se: Insättning
th_th: เงินฝาก
uk_ua: Внести

source: Deposit Amounts
de_de: Betrag deponieren
sl_si: Zneska pologa
sv_se: Insättningsbelopp
th_th: จำนวนเงินฝาก
uk_ua: Суми поповнення

source: Deposit PANA-V1 LP Tokens
de_de: PANA-V1 LP Token einzahlen
sl_si: Naloži likvidnostne žetone PANA-V1
sv_se: Sätt in PANA-V1 LP-tokens
th_th: ฝากโทเค็น LP ของ PANA-V1
uk_ua: Токени для внесення на PANA-V1

source: Deposit liquidity
de_de: Liquidität einzahlen
sl_si: Položi likvidnost
sv_se: Insättningslikviditet
th_th: สภาพคล่องในการฝาก
uk_ua: Ліквідність внеску

source: Deposit tokens to the {label} network.
de_de: Hinterlegen Sie Token im {label} Netzwerk.
sl_si: Položite žetone v omrežje {label}
sv_se: Sätt in tokens till {label} nätverket.
th_th: ฝากโทเค็นไปยังเครือข่าย {label}
uk_ua: Внесіть токени в мережу {label}

source: Deposit your Liquidity Provider tokens to receive PANA, the Panaromaswap protocol governance token.
de_de: Deponieren Sie Ihre Liquiditäts-Provider Token um PANA zu erhalten, den Panaromaswap-Protokoll-Governance-Token.
sl_si: Položite likvidnostne (LP) žetone, s čimer prejmete PANA, žeton za upravljanje protokola Panaromaswap.
sv_se: Sätt in din likviditetsleverantörs tokens för att få PANA, Panaromaswap-protokollets styrningssymbol.
th_th: ฝากโทเค็นผู้ให้บริการสภาพคล่องของคุณเพื่อรับ PANA ซึ่งเป็นโทเค็นการกำกับดูแลโปรโตคอล Panaromaswap
uk_ua: Вкладіть свої токени Провайдера ліквідності й отримайте PANA, токен управління протоколом Panaromaswap.

source: Deposited liquidity:
de_de: Deponierte Liquidität:
sl_si: Položena likvidnost:
sv_se: Insatt likviditet:
th_th: สภาพคล่องเงินฝาก:
uk_ua: Відкладена ліквідність:

source: Deposited {0} PANA-V1
de_de: {0} PANA-V1 deponiert
sl_si: Položenih {0} PANA-V1
sv_se: Insatt {0} PANA-V1
th_th: ฝาก {0} PANA-V1
uk_ua: Зараховано {0} PANA-V1

source: Depositing Liquidity
de_de: Liquidität einzahlen
sl_si: Polog likvidnosti
sv_se: Insättning av likviditet
th_th: การฝากสภาพคล่อง
uk_ua: Зарахування ліквідності

source: Description
de_de: Beschreibung
sl_si: Opis
sv_se: Beskrivning
th_th: คำอธิบาย
uk_ua: Опис

source: Detailed
de_de: Detailliert
sl_si: Podrobnosti
sv_se: Detaljerad
th_th: รายละเอียด
uk_ua: Докладно

source: Details
sl_si: Podrobnosti
sv_se: Information
th_th: รายละเอียด
uk_ua: Подробиці

source: Disconnect
de_de: Verbindung trennen
sl_si: Prekini povezavo
sv_se: Koppla från
th_th: ตัดการเชื่อมต่อ
uk_ua: Відключитись

source: Discord
sv_se: Brist på överensstämmelse
th_th: ความไม่ลงรอยกัน
uk_ua: Несправність

source: Dismiss
de_de: Verwerfen
sl_si: Opusti
sv_se: Avfärda
th_th: อนุญาตให้ออกไป
uk_ua: Відхилити

source: Docs
de_de: Dokumentation
sl_si: Dokumentacija
sv_se: Dokument
th_th: เอกสาร
uk_ua: Документація

source: Don’t see one of your v1 positions? <0>Import it.</0>
de_de: Sie sehen eine Ihrer v1-Positionen nicht? <0>Importiere sie.</0>
sl_si: Ne vidite katerega od svojih pologov V1? <0>Uvozite ga.</0>
sv_se: Ser du inte en av dina v1-positioner? <0>Importera den.</0>
th_th: ไม่เห็นหนึ่งในตำแหน่ง v1 ของคุณใช่หรือไม่ <0>นำเข้า.</0>
uk_ua: Не бачите жодної з ваших позицій v1? <0>Імпортуйте їх.</0>

source: Earned PANA tokens represent voting shares in Panaromaswap governance.
de_de: Erhaltene PANA-Token stellen Stimmbeteiligungen an der Panaromaswap-Governance dar.
sl_si: Žetoni PANA predstavljajo delež glasovalnih pravic pri upravljanju sistema Panaromaswap.
sv_se: Intjänade PANA-tokens representerar röstandelar i Panaromaswap-styrning.
th_th: โทเค็น PANA ที่ได้รับแสดงถึงการลงคะแนนเสียงในการกำกับดูแล Panaromaswap
uk_ua: Зароблені токени PANA представляють акції з правом голосу в управлінні Panaromaswap.

source: Edit
de_de: Bearbeiten
sl_si: Uredi
sv_se: Redigera
th_th: แก้ไข
uk_ua: Редагувати

source: Efficiency Comparison
de_de: Effizienzvergleich
sl_si: Primerjava učinkovitosti
sv_se: Effektivitetsjämförelse
th_th: การเปรียบเทียบประสิทธิภาพ
uk_ua: Порівняння ефективності

source: Enter a percent
de_de: Prozentsatz eingeben
sl_si: Vnesite odstotek
sv_se: Ange en procentandel
th_th: ป้อนเปอร์เซ็นต์
uk_ua: Введіть відсоток

source: Enter a recipient
de_de: Empfänger eingeben
sl_si: Vnesite prejemnika
sv_se: Ange en mottagare
th_th: ใส่ผู้รับ
uk_ua: Введіть одержувача

source: Enter a valid slippage percentage
de_de: Geben Sie einen gültigen Schlupf-Prozentsatz ein
sl_si: Vnesite veljaven odstotek zdrsa
sv_se: Ange en giltig toleransprocent
th_th: ป้อนเปอร์เซ็นต์การเลื่อนหลุดที่ถูกต้อง
uk_ua: Введіть дійсний відсоток прослизання

source: Enter an address to trigger a PANA claim. If the address has any claimable PANA it will be sent to them on submission.
de_de: Geben Sie eine Adresse ein, um PANA einzufordern. Wenn die Adresse Anspruch auf PANA hat, wird es bei der Ausführung an sie gesendet.
sl_si: Vnesite naslov za prevzem PANA. Če ima naslov pravico do prevzema žetonov PANA, mu bodo le-ti ob sprožitvi poslani.
sv_se: Ange en adress för att utlösa ett PANA-krav. Om adressen har några PANA tillgängliga kommer de att skickas till dem vid inlämning.
th_th: ป้อนที่อยู่เพื่อเรียกใช้การอ้างสิทธิ์ของ PANA หากที่อยู่มี PANA ที่อ้างสิทธิ์ได้ จะส่งไปให้เมื่อส่ง
uk_ua: Введіть адресу для ініціювання збору PANA. Якщо адреса має PANA для збору, її буде надіслано їм після надсилання.

source: Enter an amount
de_de: Betrag eingeben
sl_si: Vnesite znesek
sv_se: Ange ett belopp
th_th: ใส่จำนวนเงิน
uk_ua: Введіть суму

source: Enter valid list location
de_de: Gültigen Listenort eingeben
sl_si: Vnesite veljavno mesto seznama
sv_se: Ange giltig listplats
th_th: ป้อนตำแหน่งรายการที่ถูกต้อง
uk_ua: Введіть дійсне місце списку

source: Enter valid token address
de_de: Gültige Token-Adresse eingeben
sl_si: Vnesite veljaven naslov žetona
sv_se: Ange giltig tokenadress
th_th: ป้อนที่อยู่โทเค็นที่ถูกต้อง
uk_ua: Введіть дійсну адресу токена

source: Enter {0} amount
de_de: {0} Betrag eingeben
sl_si: Vnesite znesek {0}
sv_se: Ange {0} belopp
th_th: ใส่ {0} จำนวน
uk_ua: Введіть {0} суму

source: Error
de_de: Fehler
sl_si: Napaka
sv_se: Fel
th_th: ข้อผิดพลาด
uk_ua: Помилка

source: Error connecting
de_de: Verbindungsfehler
sl_si: Napaka pri povezovanju
sv_se: Fel vid anslutning
th_th: เกิดข้อผิดพลาดในการเชื่อมต่อ
uk_ua: Помилка підключення

source: Error importing list
de_de: Fehler beim Import der Liste
sl_si: Napaka pri uvozu seznama
sv_se: Fel vid import av lista
th_th: เกิดข้อผิดพลาดในการนำเข้ารายการ
uk_ua: Помилка імпорту списку

source: Estimate may differ due to your wallet gas settings
de_de: Schätzung kann aufgrund Ihrer Wallet-Gaseinstellungen abweichen
sl_si: Ocena se lahko spremeni zaradi nastavitev plina v vaši denarnici
sv_se: Uppskattningen kan skilja sig beroende på gasinställningarna i din plånbok
th_th: ค่าประมาณอาจแตกต่างกันเนื่องจากการตั้งค่าแก๊สในกระเป๋าเงินของคุณ
uk_ua: Оцінка може відрізнятися через налаштування газу вашого гаманця

source: Estimated network fee
de_de: Geschätzte Netzwerkgebühr
sl_si: Ocena omrežne provizije
sv_se: Beräknad nätavgift
th_th: ค่าธรรมเนียมเครือข่ายโดยประมาณ
uk_ua: Приблизна плата за мережу

source: Execute
de_de: Ausführen
sl_si: Izvršitev
sv_se: Kör
th_th: ดำเนินการ
uk_ua: Виконати

source: Execute Proposal {proposalId}
de_de: Vorschlag {proposalId}ausführen
sl_si: Izrši pobudo {proposalId}
sv_se: Utför förslag {proposalId}
th_th: ดำเนินการข้อเสนอ {proposalId}
uk_ua: Виконати пропозицію {proposalId}

source: Execute proposal {proposalKey}.
de_de: Vorschlag ausführen {proposalKey}.
sl_si: Ivrši pobudo {proposalKey}.
sv_se: Utför förslag {proposalKey}.
th_th: ดำเนินการข้อเสนอ {proposalKey}.
uk_ua: Виконати пропозицію {proposalKey}.

source: Executed
de_de: Ausgeführt
sl_si: Izvršena
sv_se: Avrättade
th_th: ถูกประหารชีวิต
uk_ua: Страчений

source: Executing
de_de: Ausführen
sl_si: Izvrševanje
sv_se: Utför
th_th: กำลังดำเนินการ
uk_ua: Виконання

source: Executing this proposal will enact the calldata on-chain.
de_de: Durch die Ausführung dieses Vorschlags werden die Anrufdaten in der Kette ausgeführt.
sl_si: Izvršitev te pobude bo uveljavila klicne podatke (calldata) v verigi.
sv_se: Genom att verkställa detta förslag kommer samtalsdata att införas i kedjan.
th_th: การดำเนินการข้อเสนอนี้จะบังคับใช้ calldata แบบ on-chain
uk_ua: Виконання цієї пропозиції призведе до активації даних calldata в ланцюжку.

source: Execution Submitted
de_de: Ausführung eingereicht
sl_si: Izvedba predložena
sv_se: Utförande inlämnat
th_th: ส่งการดำเนินการแล้ว
uk_ua: Виконання подано

source: Expanded results from inactive Token Lists
de_de: Erweiterte Ergebnisse aus inaktiven Token-Listen
sl_si: Razširjeni rezultati z onemogočenih seznamov žetonov
sv_se: Utökade resultat från inaktiva tokenlistor
th_th: ขยายผลจากรายการโทเค็นที่ไม่ได้ใช้งาน
uk_ua: Розширені результати з неактивних списків токенів

source: Expected Output
de_de: Erwartete Ausgabe
sl_si: Pričakovani izhodni znesek
sv_se: Förväntad utgång
th_th: ผลผลิตที่คาดหวัง
uk_ua: Очікуваний результат

source: Expert Mode
de_de: Expertenmodus
sl_si: Strokovni način
sv_se: Expertläge
th_th: โหมดผู้เชี่ยวชาญ
uk_ua: Експертний режим

source: Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.
de_de: Der Expertenmodus schaltet die Transaktions-Bestätigung aus und ermöglicht Transaktionen mit viel Schlupf, was zu schlechten Kursen und verlorenem Geld führen kann.
sl_si: Strokovni način izklopi poziv za potrditev transakcije in omogoča velike zdrse poslov, ki pogosto povzročijo slabe menjalne tečaje in izgubljena sredstva.
sv_se: Expertläget stänger av bekräftelsetransaktionen och tillåter handel med hög tolerrans som ofta resulterar i dåliga kurser och penningförluster.
th_th: โหมดผู้เชี่ยวชาญจะปิดการแจ้งยืนยันการทำธุรกรรมและอนุญาตให้มีการซื้อขายที่คลาดเคลื่อนสูง ซึ่งมักส่งผลให้อัตราไม่ดีและเงินหายไป
uk_ua: Експертний режим вимикає підказку про підтвердження операції та дозволяє торгувати з великим проковзанням, що часто призводить до невдалих ставок і втрати коштів.

source: Expired
de_de: Verfallen
sl_si: Potekla
sv_se: Utgånget
th_th: หมดอายุ
uk_ua: Термін дії закінчився

source: Explore Panaromaswap Analytics.
de_de: Entdecken Sie Panaromaswap Analytics.
sl_si: Raziščite Panaromaswap Analytics.
sv_se: Utforska Panaromaswap Analytics.
th_th: สำรวจ Panaromaswap Analytics
uk_ua: Ознайомтеся з Panaromaswap Analytics.

source: Failed to switch networks from the Panaromaswap Interface. In order to use Panaromaswap on {0}, you must change the network in your wallet.
de_de: Netzwerkwechsel über die Panaromaswap-Schnittstelle fehlgeschlagen. Um Panaromaswap auf {0}, müssen Sie das Netzwerk in Ihrem Wallet ändern.
sl_si: Zamenjava omrežij iz Panaromaswapovega vmesnika ni uspela. Če želite uporabiti Panaromaswap na {0}, morate zamenjati omrežje v svoji denarnici.
sv_se: Det gick inte att byta nätverk från Panaromaswap-gränssnittet. För att kunna använda Panaromaswap på {0}måste du byta nätverk i din plånbok.
th_th: ไม่สามารถสลับเครือข่ายจากอินเทอร์เฟซ Panaromaswap ในการใช้ Panaromaswap บน {0}คุณต้องเปลี่ยนเครือข่ายในกระเป๋าเงินของคุณ
uk_ua: Не вдалося переключити мережі з інтерфейсу Panaromaswap. Щоб використовувати Panaromaswap на {0}, ви повинні змінити мережу у вашому гаманці.
