Repository: panaromafinance/Panaroma-Swap-Interface
Catalog: src/locales/*.po
Languages: de_de, sl_si, sv_se, th_th, uk_ua

source: Earn up to 20% from friends swap commission on Panaswap and 5% from their earnings on Farms & Launchpools
de_de: Verdienen Sie bis zu 20 % durch die Tauschprovision Ihrer Freunde bei Panaswap und 5 % von deren Einnahmen bei Farms & Launchpools
sl_si: Zaslužite do 20 % od provizije za zamenjavo prijateljev na Panaswap in 5 % od njihovih zaslužkov na Farms & Launchpools
sv_se: Tjäna upp till 20 % från utbyteskommission för vänner på Panaswap och 5 % från deras intäkter på Farms & Launchpools
th_th: รับสูงถึง 20% จากค่าคอมมิชชั่นการแลกเปลี่ยนเพื่อนบน Panaswap และ 5% จากรายได้จากฟาร์ม & Launchpools
uk_ua: Заробляйте до 20% від комісії за обмін друзями на Panaswap і 5% від їхніх прибутків на Farms & Launchpools

source: Invite your friends. Earn cryptocurrency together
de_de: Lade deine Freunde ein. Verdienen Sie gemeinsam Kryptowährung
sl_si: Povabi svoje prijatelje. Skupaj zaslužite kriptovaluto
sv_se: Bjud in dina vänner. Tjäna kryptovaluta tillsammans
th_th: เชิญเพื่อนของคุณ รับ cryptocurrency ด้วยกัน
uk_ua: Запросіть друзів. Заробляйте криптовалюту разом

source: (View on Explorer)
de_de: (Im Explorer anzeigen)
sl_si: (Ogled v Raziskovalcu)
sv_se: (Visa i Explorer)
th_th: (ดูใน Explorer)
uk_ua: (Переглянути у Провіднику)

source: (clear all)
de_de: (alles löschen)
sl_si: (počisti vse)
sv_se: (rensa alla)
th_th: (ลบทั้งหมด)
uk_ua: (забрати все)

source: (edit)
de_de: (bearbeiten)
sl_si: (uredi)
sv_se: (redigera)
th_th: (แก้ไข)
uk_ua: (редагувати)

source: - Remove recipient
de_de: - Empfänger entfernen
sl_si: - Odstrani prejemnika
sv_se: - Ta bort mottagaren
th_th: - ลบผู้รับ
uk_ua: - Вилучити одержувача

source: 0 PANA / week
de_de: 0 PANA / Woche
sl_si: 0 PANA / teden
sv_se: 0 PANA/vecka
th_th: 0 PANA / สัปดาห์
uk_ua: 0 PANA/тиждень

source: <0/> All Proposals
de_de: <0/> Alle Vorschläge
sl_si: <0/> Vse pobude
sv_se: <0/> Alla förslag
th_th: <0/> ข้อเสนอทั้งหมด
uk_ua: <0/> Всі пропозиції

source: <0/> Votes
de_de: <0/> Stimmen
sl_si: <0/> glasov
sv_se: <0/> Röster
th_th: <0/> โหวต
uk_ua: <0/> голосів

source: <0>Account analytics and accrued fees</0><1> ↗ </1>
de_de: <0>Kontoanalyse und eingenommene Gebühren</0><1> ↗ </1>
sl_si: <0> Analitika računa in zbrane provizije</0> <1> ↗</1>
sv_se: <0>Kontoanalys och upplupna avgifter</0><1> ↗ </1>
th_th: <0>การวิเคราะห์บัญชีและค่าธรรมเนียมค้างจ่าย</0> <1></1>
uk_ua: <0>Аналітика облікових записів та накопичена комісія</0><1> ↗ </1>

source: <0>Current Price:</0><1><2/></1><3>{0} per {1}</3>
de_de: <0>Aktueller Preis:</0><1><2/></1> <3>{0} pro {1}</3>
sl_si: <0>Trenutna cena:</0> <1> <2/></1> <3>{0} na {1}</3>
sv_se: <0> Nuvarande pris:</0> <1> <2 /></1> <3>{0} per {1}</3>
th_th: <0>ราคาปัจจุบัน:</0> <1/22/></1> <3>{0} ต่อ {1}</3>
uk_ua: <0> Поточна ціна:</0> <1> <2 /></1> <3>{0} на {1}</3>

source: <0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
de_de: <0>Tipp:</0> Durch das Entfernen von Pool-Token wird Ihre Position zum aktuellen Kurs proportional zu Ihrem Anteil am Pool in die zugrunde liegenden Token umgewandelt. Eingenommene Gebühren sind in den Beträgen enthalten, die Sie erhalten.
sl_si: <0>Komentar:</0> Odstranitev žetonov iz sklada pretvori vaša sredstva nazaj v osnovne žetone po trenutnem tečaju, sorazmerno z vašim deležem v skladu. Obračunane pristojbine so vključene v zneske, ki jih prejmete.
sv_se: <0>Tips:</0> Att ta bort tokens från poolen konverterar din position tillbaka till underliggande tokens enligt gällande kurs, proportionellt mot din andel av poolen. Upplupna avgifter ingår i de belopp du får.
th_th: <0>เคล็ดลับ:</0> การลบโทเค็นของพูลจะแปลงตำแหน่งของคุณกลับเป็นโทเค็นพื้นฐานที่อัตราปัจจุบัน โดยเป็นสัดส่วนกับส่วนแบ่งของพูลของคุณ ค่าธรรมเนียมค้างจ่ายรวมอยู่ในจำนวนเงินที่คุณได้รับ
uk_ua: <0>Порада:</0> Видалення токенів пула переводить вашу позицію назад на базовий токен за поточним курсом, пропорційно вашій частці пула. Нараховані комісії включено в суми, які ви отримуєте.

source: <0>Tip:</0> Select an action and describe your proposal for the community. The proposal cannot be modified after submission, so please verify all information before submitting. The voting period will begin immediately and last for 7 days. To propose a custom action, <1>read the docs</1>.
de_de: <0>Tipp:</0> Wählen Sie eine Aktion aus und beschreiben Sie Ihren Antrag für die Community. Der Antrag kann nach der Einreichung nicht mehr geändert werden. Überprüfen Sie daher alle Informationen vor dem Einreichen. Die Abstimmungsperiode beginnt sofort und dauert 7 Tage. Um eine benutzerdefinierte Aktion vorzuschlagen, <1>lesen Sie die Dokumentation</1>.
sl_si: <0>Komentar:</0> Izberite dejanje in za skupnost opišite svojo pobudo. Po oddaji pobude ni mogoče več spreminjati, zato pred oddajo preverite vse podatke. Glasovalno obdobje se začne takoj in traja 7 dni. Če želite predlagati dejanje po meri, <1>preberite dokumentacijo</1> .
sv_se: <0> Tips:</0> Välj en åtgärd och beskriv ditt förslag för samhället. Förslaget kan inte ändras efter inlämning, så kontrollera all information innan du skickar in det. Röstperioden börjar omedelbart och pågår i sju dagar. För att föreslå en anpassad åtgärd, läs <1> dokumenten</1> .
th_th: <0>เคล็ดลับ:</0> เลือกการดำเนินการและอธิบายข้อเสนอของคุณสำหรับชุมชน ไม่สามารถแก้ไขข้อเสนอได้หลังจากส่ง ดังนั้นโปรดตรวจสอบข้อมูลทั้งหมดก่อนส่ง ระยะเวลาการลงคะแนนจะเริ่มทันทีและมีอายุ 7 วัน หากต้องการเสนอการดำเนินการที่กำหนดเอง <1>อ่านเอกสาร</1> .
uk_ua: <0> Порада:</0> Виберіть дію та опишіть свою пропозицію для спільноти. Пропозицію не можна змінити після подання, тому, будь ласка, перевірте всю інформацію перед поданням. Період голосування розпочнеться негайно і триватиме 7 днів. Щоб запропонувати власну дію, <1> прочитайте документи</1> .

source: <0>Tip:</0> Use this tool to find v1 pools that don't automatically appear in the interface.
de_de: <0>Tipp:</0> Verwenden Sie dieses Tool, um v1-Pools zu finden, die nicht automatisch in der Benutzeroberfläche angezeigt werden.
sl_si: <0>Komentar:</0> S tem orodjem poiščite sklade V1, ki se v vmesniku ne prikažejo samodejno.
sv_se: <0>Tips:</0> Använd det här verktyget för att hitta v1-pooler som inte automatiskt visas i gränssnittet.
th_th: <0>เคล็ดลับ:</0> ใช้เครื่องมือนี้เพื่อค้นหาพูล v1 ที่ไม่ปรากฏในอินเทอร์เฟซโดยอัตโนมัติ
uk_ua: <0>Порада:</0> Використовуйте цей інструмент для пошуку пулів v1, які не відображаються автоматично в інтерфейсі.

source: <0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
de_de: <0>Tipp:</0> Wenn Sie Liquidität hinzufügen, erhalten Sie Pool-Token, die Ihre Position repräsentieren. Diese Token verdienen automatisch im Verhältnis zu Ihrem Anteil am Pool, und können jederzeit eingelöst werden.
sl_si: <0> Komentar:</0> Ko dodate likvidnost, boste prejeli žetone sklada, ki predstavljajo vaša sredstva v skladu. Ti žetoni samodejno služijo pristojbine sorazmerno z vašim deležem v skladu. Kadar koli jih lahko pretvorite nazaj v izvorna sredstva.
sv_se: <0>Tips:</0> När du lägger till likviditet får du pooltokens som representerar din position. Dessa tokens genererar automatiskt avgifter proportionellt mot din andel av poolen och kan lösas in när som helst.
th_th: <0>เคล็ดลับ:</0> เมื่อคุณเพิ่มสภาพคล่อง คุณจะได้รับโทเค็นพูลที่แสดงตำแหน่งของคุณ โทเค็นเหล่านี้จะได้รับค่าธรรมเนียมโดยอัตโนมัติตามสัดส่วนของส่วนแบ่งในพูลของคุณ และสามารถแลกได้ทุกเมื่อ
uk_ua: <0>Порада:</0> При додаванні ліквідності ви отримаєте токени пула, що представляє вашу позицію. Ці токени автоматично заробляють комісію пропорційно вашій частці пула, і можуть бути викуплені в будь-який час.

source: <0>Unlock voting</0> to prepare for the next proposal.
de_de: <0>Abstimmen freischalten</0> um bereit zu sein für den nächsten Vorschlag.
sl_si: <0>Odklenite glasovanje</0>, če se želite pripraviti na naslednjo pobudo.
sv_se: <0>Öppna upp för röstning</0> för att förbereda för nästa förslag.
th_th: <0>ปลดล็อกการโหวต</0> เพื่อเตรียมรับข้อเสนอต่อไป
uk_ua: <0>Розблокуйте голосування</0> для підготовки до наступної пропозиції.

source: <0>🎉 </0>Welcome to team Panaromacorn :) <1>🎉</1>
de_de: <0>🎉 </0>Willkommen im Team Panaromacorn :) <1>🎉</1>
sl_si: <0> 🎉</0> Dobrodošli v ekipi Samorog :) <1> 🎉</1>
sv_se: <0>🎉 </0>Välkommen till teamet Panaromacorn :) <1>🎉</1>
th_th: <0>🎉</0> ยินดีต้อนรับสู่ทีมยูนิคอร์น :) <1>🎉</1>
uk_ua: <0>🎉 </0>Вітаємо в команді Panaromacorn :) <1>🎉</1>

source: A minimum threshold of 0.25% of the total PANA supply is required to submit proposals
de_de: Für das Einreichen von Anträgen ist eine Mindestschwelle von 0,25% des gesamten PANA-Angebots erforderlich
sl_si: Za predložitev predlogov potrebujete vsaj 0,25 % celotne zaloge PANA.
sv_se: En minimitröskel på 0,25% av det totala PANA-utbudet krävs för att skicka in förslag
th_th: เกณฑ์ขั้นต่ำ 0.25% ของอุปทาน PANA ทั้งหมดจะต้องส่งข้อเสนอ
uk_ua: Для подання пропозицій необхідний мінімальний поріг 0,25% від загальної кількості PANA

source: About
de_de: Über
sl_si: O Panaromaswapu
sv_se: Omkring
th_th: เกี่ยวกับ
uk_ua: Загальна інформація

source: Accept
de_de: Akzeptieren
sl_si: Sprejmi
sv_se: Acceptera
th_th: ยอมรับ
uk_ua: Прийняти

source: Account
de_de: Konto
sl_si: Račun
sv_se: Konto
th_th: บัญชี
uk_ua: Обліковий запис

source: Active
de_de: Aktiv
sl_si: Aktiven
sv_se: Aktivt
th_th: คล่องแคล่ว
uk_ua: Активний

source: Add
de_de: Hinzufügen
sl_si: Dodaj
sv_se: Lägg till
th_th: เพิ่ม
uk_ua: Додати

source: Add <0/> and <1/> to Panaromaswap V1
de_de: <0/> und <1/> zu Panaromaswap V1 hinzufügen
sl_si: Dodaj <0/> in <1/> v Panaromaswap V1
sv_se: Lägg till <0/> och <1/> i Panaromaswap V1
th_th: เพิ่ม <0/> และ <1/> ไปยัง Panaromaswap V1
uk_ua: Додайте <0/> та <1/> до Panaromaswap V1

source: Add Delegate +
de_de: Delegierung hinzufügen +
sl_si: Dodaj zastopnika +
sv_se: Lägg till delegat +
th_th: เพิ่มผู้รับมอบสิทธิ์ +
uk_ua: Додати Delegate +

source: Add Liquidity
de_de: Liquidität hinzufügen
sl_si: Dodaj likvidnost
sv_se: Fyll på likviditet
th_th: เพิ่มสภาพคล่อง
uk_ua: Додати ліквідність

source: Add V1 Liquidity
de_de: V1 Liquidität hinzufügen
sl_si: Dodaj likvidnost V1
sv_se: Fyll på V1-likviditet
th_th: เพิ่มสภาพคล่อง V1
uk_ua: Додати ліквідність V1

source: Add liquidity.
de_de: Liquidität hinzufügen.
sl_si: Dodaj likvidnost.
sv_se: Fyll på likviditet.
th_th: เพิ่มสภาพคล่อง
uk_ua: Додайте ліквідність.

source: Add more liquidity
de_de: Mehr Liquidität hinzufügen
sl_si: Dodaj dodatno likvidnost
sv_se: Lägg till mer likviditet
th_th: เพิ่มสภาพคล่อง
uk_ua: Додайте більше ліквідності

source: Add {0}
de_de: {0}hinzufügen
sl_si: Dodaj {0}
sv_se: Lägg till {0}
th_th: เพิ่ม {0}
uk_ua: Додайте {0}

source: Add {0}-{1} liquidity
de_de: {0}-{1} Liquidität hinzufügen
sl_si: Dodaj likvidnost {0}-{1}
sv_se: Lägg till {0}-{1}-likviditet
th_th: เพิ่มสภาพคล่อง {0}-{1}
uk_ua: Додати ліквідність {0}-{1}

source: Add {0}/{1} V2edge liquidity
de_de: {0}/{1} V2edge Liquidität hinzufügen
sl_si: Dodaj V2edge-likvidnost {0}/{1}
sv_se: Lägg {0}/{1} V2edge-likviditet
th_th: เพิ่มสภาพคล่อง {0}/{1}
uk_ua: Додати ліквідність V2edge {0}/{1}

source: Added {0}
de_de: {0} hinzugefügt
sl_si: Dodano v {0}
sv_se: Tillagt {0}
th_th: เพิ่มแล้ว {0}
uk_ua: Додано {0}

source: Adding this proposal to the queue will allow it to be executed, after a delay.
de_de: Wenn Sie diesen Vorschlag der Warteschlange hinzufügen, kann er nach einer Verzögerung ausgeführt werden.
sl_si: Pobudo je potrebno dodati v čakalno vrsto, da se potem po določenem času lahko izvrši.
sv_se: Om du lägger till detta förslag i kön kommer det att kunna utföras efter en fördröjning.
th_th: การเพิ่มข้อเสนอนี้ในคิวจะทำให้สามารถดำเนินการได้หลังจากเกิดความล่าช้า
uk_ua: Додавання цієї пропозиції до черги дозволить виконати її після затримки.

source: Address has no available claim
de_de: Adresse hat keinen gültigen Anspruch
sl_si: Ta naslov nima terjatve
sv_se: Adressen har inget tillgängligt krav
th_th: ที่อยู่ไม่มีการอ้างสิทธิ์
uk_ua: Адреса не має доступного запиту

source: Against
de_de: Gegen
sl_si: Proti
sv_se: Mot
th_th: ขัดต่อ
uk_ua: Проти

source: Allow LP token migration
de_de: LP-Token Migration erlauben
sl_si: Dovoli migracijo likvidnostnih (LP) žetonov
sv_se: Tillåt migrering av LP-token
th_th: อนุญาตให้ย้ายโทเค็น LP
uk_ua: Дозволити перенесення токенів LP

source: Allow high price impact trades and skip the confirm screen. Use at your own risk.
de_de: Erlaube hohe Preisauswirkungen und überspringe den Bestätigungsbildschirm. Auf eigene Gefahr.
sl_si: Dovolite trgovanje z visokim vplivom na ceno in preskočite zaslon za potrditev. Uporabljajte na lastno odgovornost.
sv_se: Tillåt transaktioner med hög prispåverkan och hoppa över bekräftelseskärmen. Använd på egen risk.
th_th: อนุญาตให้ทำการซื้อขายที่กระทบราคาสูงและข้ามหน้าจอยืนยัน ใช้ความเสี่ยงของคุณเอง
uk_ua: Дозвольте торгувати з високими цінами й пропустіть екран підтвердження. Приймайте це рішення на власний ризик.

source: Allow the Panaromaswap Protocol to use your {0}
de_de: Erlaube dem Panaromaswap Protokoll, {0} zu verwenden
sl_si: Dovoli protokolu Panaromaswap, da uporabi vaše {0}
sv_se: Tillåt Panaromaswap-protokollet att använda din {0}
th_th: อนุญาตให้ Panaromaswap Protocol ใช้ {0}
uk_ua: Дозвольте протоколу Panaromaswap використовувати ваш {0}

source: Allowed
de_de: Erlaubt
sl_si: Dovoljeno
sv_se: Tillåten
th_th: อนุญาต
uk_ua: Дозволено

source: Amount
de_de: Betrag
sl_si: Znesek
sv_se: Belopp
th_th: จำนวน
uk_ua: Сума

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note: fee on transfer and rebase tokens are incompatible with Panaromaswap V2edge.
de_de: Beim Versuch, diesen Swap auszuführen, ist ein Fehler aufgetreten. Möglicherweise müssen Sie Ihre Schlupftoleranz erhöhen. Wenn dies nicht funktioniert, liegt möglicherweise eine Inkompatibilität mit dem Token vor, den Sie handeln. Hinweis: Gebühren für Transfer- und Rebase-Token sind nicht mit Panaromaswap V2edge kompatibel.
sl_si: Pri poskusu izvedbe te zamenjave je prišlo do napake. Morda boste morali povečati toleranco do zdrsa. Če to ne deluje, je morda težava v nezdružljivosti z žetonom, s katerim trgujete. Pozor: žetoni s provizijami ob prenosu in uravnavani (rebase) žetoni niso združljivi z Panaromaswap V2edge.
sv_se: Ett fel uppstod när det här försöket skulle genomföras. Du kan behöva öka din glidningstolerans. Om det inte fungerar kan det finnas en inkompatibilitet med det token du handlar. Obs: avgift för överföring och rebase-tokens är oförenliga med Panaromaswap V2edge.
th_th: เกิดข้อผิดพลาดขณะพยายามดำเนินการสลับนี้ คุณอาจต้องเพิ่มความทนทานต่อการเลื่อนหลุด หากไม่ได้ผล อาจมีความไม่เข้ากันกับโทเค็นที่คุณกำลังซื้อขาย หมายเหตุ: ค่าธรรมเนียมการโอนและโทเค็นการรีเบสเข้ากันไม่ได้กับ Panaromaswap V2edge
uk_ua: Під час спроби виконати цей обмін сталася помилка. Можливо, вам доведеться збільшити толерантність до ковзання. Якщо це не спрацює, можливо, існує несумісність з токеном, яким ви торгуєте. Примітка: плата за перенесення та перебазування токенів несумісні з Panaromaswap V2edge.

source: Approve
de_de: Bestätigen
sl_si: Odobri
sv_se: Godkänn
th_th: อนุมัติ
uk_ua: Схвалити

source: Approve Token
de_de: Token genehmigen
sl_si: Odobri žeton
sv_se: Godkänn token
th_th: อนุมัติโทเค็น
uk_ua: Затвердити маркер

source: Approve {0}
de_de: {0} freischalten
sl_si: Odobri {0}
sv_se: Godkänn {0}
th_th: อนุมัติ {0}
uk_ua: Схвалити {0}

source: Approved
de_de: Bestätigt
sl_si: Odobreno
sv_se: Godkänd
th_th: ที่ได้รับการอนุมัติ
uk_ua: Схвалено

source: Approving
de_de: Bestätige
sl_si: Odobritev v teku
sv_se: Godkänner
th_th: อนุมัติ
uk_ua: Схвалення

source: Approving {0}
de_de: Schalte {0} frei
sl_si: Odobritev {0} v teku
sv_se: Godkänner {0}
th_th: กำลังอนุมัติ {0}
uk_ua: Схвалення {0}

source: Arbiscan
sv_se: Arbiskan
uk_ua: Арбіскан

source: Arbitrum Bridge
de_de: Arbitrum-Brücke
sl_si: Most v Arbitrum
th_th: สะพานอนุญาโตตุลาการ
uk_ua: Арбітрум міст

source: Arbitrum is in Beta and may experience downtime. During downtime, your position will not earn fees and you will be unable to remove liquidity. <0>Read more.</0>
de_de: Arbitrum befindet sich in der Beta-Phase und es kann zu Ausfallzeiten kommen. Während der Ausfallzeit werden für Ihre Position keine Gebühren erhoben und Sie können keine Liquidität entfernen. <0>Weiterlesen.</0>
sl_si: Arbitrum je v različici beta in možni so izpadi. V času izpadov vaša pozicija ne bo služila provizij, likvidnosti pa ne boste mogli dvigniti. <0>Preberi več.</0>
sv_se: Arbitrum är i beta och kan uppstå stillestånd. Under stillestånd tjänar din position inga avgifter och du kommer inte att kunna ta bort likviditet. <0> Läs mer.</0>
th_th: Arbitrum อยู่ในช่วงเบต้าและอาจประสบปัญหาการหยุดทำงาน ในช่วงหยุดทำงาน โพซิชั่นของคุณจะไม่ได้รับค่าธรรมเนียมและคุณจะไม่สามารถลบสภาพคล่องได้ <0>อ่านต่อ.</0>
uk_ua: Арбітрум знаходиться в бета -версії і може мати простої. Під час простою ваша позиція не буде заробляти комісії, і ви не зможете видалити ліквідність. <0> Докладніше.</0>

source: Are you sure?
de_de: Sind Sie sicher?
sl_si: Ste prepričani?
sv_se: Är du säker?
th_th: คุณแน่ใจไหม?
uk_ua: Ви впевнені?

source: As a member of the Panaromaswap community you may claim PANA to be used for voting and governance.<0/><1/><2>Read more about PANA</2>
de_de: Als Mitglied der Panaromaswap-Community können Sie PANA beantragen, dass für Abstimmungen verwendet wird.<0/><1/><2>Lesen Sie mehr über PANA</2>
sl_si: Kot član skupnosti Panaromaswap ste upravičeni do žetonov PANA, ki se uporabljajo za glasovanje in upravljanje. <0/> <1/> <2> Preberite več o PANA</2>
sv_se: Som medlem i Panaromaswap-gemenskapen kan du begära att PANA används för röstning och styrning.<0/><1/><2>Läs mer om PANA</2>
th_th: ในฐานะสมาชิกของชุมชน Panaromaswap คุณอาจอ้างว่า PANA ใช้สำหรับการลงคะแนนและการกำกับดูแล<0/><1/><2>อ่านเพิ่มเติมเกี่ยวกับ PANA</2>
uk_ua: Як учасник спільноти Panaromaswap ви можете стверджувати, що PANA слід використовувати для голосування й управління.<0/><1/><2>Прочитайте більше про PANA</2>

source: At least {0} {1} and {2} {3} will be refunded to your wallet due to selected price range.
de_de: Mindestens {0} {1} und {2} {3} werden aufgrund des gewählten Preisbereichs in Ihre Wallet zurückerstattet.
sl_si: V vašo denarnico bo zaradi izbranega cenovnega razpona vrnjeno vsaj {0} {1} in {2} {3}.
sv_se: Minst {0} {1} och {2} {3} kommer att återbetalas till din plånbok på grund av det valda prisintervallet.
th_th: อย่างน้อย {0} {1} และ {2} {3} จะถูกคืนไปยังกระเป๋าเงินของคุณเนื่องจากช่วงราคาที่เลือก
uk_ua: Щонайменше {0} {1} і {2} {3} повертаються до вашого гаманця завдяки вибраному діапазону ціни.

source: Auto
de_de: Autom.
sl_si: Samodejno
sv_se: Automatiskt
th_th: รถยนต์
uk_ua: Автоматично

source: Auto Router API
sl_si: API samodejnega iskalnika poti
th_th: ออโต้เราเตอร์ API
uk_ua: API автоматичного маршрутизатора

source: Available to deposit: {0}
de_de: Zur Einlage verfügbar: {0}
sl_si: Na voljo za polog: {0}
sv_se: Tillgänglig för insättning: {0}
th_th: สามารถฝากได้: {0}
uk_ua: Доступно для депозиту: {0}

source: Back to wallet selection
de_de: Zurück zur Brieftaschenauswahl
sl_si: Nazaj na izbiro denarnice
sv_se: Tillbaka till val av plånbok
th_th: กลับไปที่การเลือกกระเป๋าเงิน
uk_ua: Повернутися до вибору гаманця

source: Balance: {0}
de_de: Guthaben: {0}
sl_si: Dobroimetje: {0}
sv_se: Saldo: {0}
th_th: ยอดคงเหลือ: {0}
uk_ua: Баланс: {0}

source: Best for exotic pairs.
de_de: Ideal für exotische Paare.
sl_si: Primerno za redko uporabljane pare.
sv_se: Bäst för exotiska par.
th_th: ดีที่สุดสำหรับคู่ที่แปลกใหม่
uk_ua: Найкраще для екзотичних пар.

source: Best for most pairs.
de_de: Am besten für die meisten Paare.
sl_si: Primerno za večino parov.
sv_se: Bäst för de flesta par.
th_th: ดีที่สุดสำหรับคู่ส่วนใหญ่
uk_ua: Найкраще для більшості пар.

source: Best for stable pairs.
de_de: Am besten für stabile Paare.
sl_si: Primerno za stabilne pare.
sv_se: Bäst för stabila par.
th_th: ดีที่สุดสำหรับคู่ที่มั่นคง
uk_ua: Найкраще для стабільних пар.

source: Best for very stable pairs.
de_de: Am besten für sehr stabile Paare.
sl_si: Primerno za zelo stabilne pare.
sv_se: Bäst för mycket stabila par.
th_th: ดีที่สุดสำหรับคู่ที่มีเสถียรภาพมาก
uk_ua: Найкраще підходить для дуже стабільних пар.

source: Best price route costs ~{formattedGasPriceString} in gas.
de_de: Die günstigste Route kostet ~{formattedGasPriceString} in Gas.
sl_si: Pot z najnižjo ceno stane ~{formattedGasPriceString} v plinu.
sv_se: Bästa prisväg kostar ~{formattedGasPriceString} i gas.
th_th: เส้นทางราคาที่ถูกที่สุด ~{formattedGasPriceString} ในก๊าซ
uk_ua: Найкращий маршрут коштує ~{formattedGasPriceString} в газі.

source: Blocked Address
de_de: Gesperrte Adresse
sl_si: Blokiran naslov
sv_se: Blockerad adress
th_th: ที่อยู่ที่ถูกบล็อก
uk_ua: Заблокована адреса

source: Blocked address
de_de: Gesperrte Adresse
sl_si: Blokiran naslov
sv_se: Blockerad adress
th_th: ที่อยู่ที่ถูกบล็อก
uk_ua: Заблокована адреса

source: Blockscout
uk_ua: Блокскаут

source: Bridge
de_de: Brücke
sl_si: Most
sv_se: Bro
th_th: สะพาน
uk_ua: Міст

source: By adding liquidity you'll earn 0.3% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
de_de: Durch das Hinzufügen von Liquidität verdienen Sie 0,3% aller Transaktionen an diesem Paar, proportional zu Ihrem Anteil am Pool. Diese Gebühren werden dem Pool zugerechnet, fallen in Echtzeit an und können durch Entfernen Ihrer Liquidität geltend gemacht werden.
sl_si: Ko dodate likvidnost, boste služili provizijo 0,3 % od vseh poslov na tem paru sorazmerno z vašim deležem v skladu. Provozije se dodajajo v sklad v realnem času. Prevzamete jih, ko umaknete svojo likvidnost iz sklada.
sv_se: Genom att fylla på likviditet kommer du att tjäna 0,3 procent av alla affärer med detta par proportionellt mot din andel av poolen. Avgifter läggs till poolen, samlas in i realtid och kan krävas vid likviditetsutflöde.
th_th: โดยการเพิ่มสภาพคล่อง คุณจะได้รับ 0.3% ของการซื้อขายทั้งหมดในคู่นี้ตามสัดส่วนของส่วนแบ่งในพูลของคุณ ค่าธรรมเนียมจะถูกเพิ่มเข้าในพูล สะสมตามเวลาจริง และสามารถอ้างสิทธิ์ได้โดยการถอนสภาพคล่องของคุณ
uk_ua: Додавши ліквідність, ви заробите 0,3% усієї торгівлі за цією парою пропорційно вашій частці пула. До пула додається комісія, що нараховується в режимі реального часу й може бути отримана шляхом зняття ліквідності.
