Repository: panaromafinance/Panaroma-Swap-Interface
Catalog: src/locales/*.po
Languages: de_de, sl_si, sv_se, th_th, uk_ua

source: Transactions
de_de: Transaktionen
sl_si: Transakcije
sv_se: Transaktioner
th_th: ธุรกรรม
uk_ua: транзакції

source: By adding liquidity you'll earn 0.2% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
de_de: Durch das Hinzufügen von Liquidität verdienen Sie 0,2 % aller Trades für dieses Paar proportional zu Ihrem Anteil am Pool. Gebühren werden dem Pool hinzugefügt, fallen in Echtzeit an und können durch Abheben Ihrer Liquidität eingefordert werden.
sl_si: Z dodajanjem likvidnosti boste zaslužili 0,2 % vseh poslov na tem paru sorazmerno z vašim deležem v skladu. Provizije se dodajo v skupino, se zbirajo v realnem času in jih je mogoče zahtevati z dvigom vaše likvidnosti.
sv_se: Genom att lägga till likviditet kommer du att tjäna 0,2% av alla affärer på detta par proportionellt mot din andel av poolen. Avgifter läggs till poolen, samlas in i realtid och kan krävas genom att ta ut din likviditet.
th_th: ด้วยการเพิ่มสภาพคล่อง คุณจะได้รับ 0.2% ของการซื้อขายทั้งหมดในคู่นี้ตามสัดส่วนของส่วนแบ่งของพูลของคุณ ค่าธรรมเนียมจะถูกเพิ่มเข้าในพูล เกิดขึ้นตามเวลาจริงและสามารถอ้างสิทธิ์ได้โดยการถอนสภาพคล่องของคุณ
uk_ua: Додавши ліквідність, ви отримаєте 0,2% від усіх угод на цій парі пропорційно вашій частці пулу. Комісії додаються до пулу, накопичуються в режимі реального часу та можуть бути витребувані шляхом зняття вашої ліквідності.

source: Home
de_de: Heim
sl_si: domača stran
sv_se: startsida
th_th: หน้าแรก
uk_ua: домашня сторінка

source: Balance
de_de: Gleichgewicht
sl_si: Ravnovesje
sv_se: Balans
th_th: สมดุล
uk_ua: Баланс

source: Explore
de_de: Erkunden
sl_si: Raziščite
sv_se: Utforska
th_th: สำรวจ
uk_ua: Досліджуйте

source: Total earned
de_de: Insgesamt verdient
sl_si: Skupaj zasluženo
sv_se: Totalt intjänat
th_th: ได้รับทั้งหมด
uk_ua: Всього зароблено

source: Your account is Enable for 2FA with Google Authenticator, If you wish to Disable, click on Disable button.
de_de: Ihr Konto ist für 2FA mit Google Authenticator aktiviert. Wenn Sie es deaktivieren möchten, klicken Sie auf die Schaltfläche „Deaktivieren“.
sl_si: Vaš račun je omogočen za 2FA z Google Authenticator. Če želite onemogočiti, kliknite gumb Onemogoči.
sv_se: Ditt konto är aktiverat för 2FA med Google Authenticator. Om du vill inaktivera, klicka på knappen Inaktivera.
th_th: บัญชีของคุณเปิดใช้งานสำหรับ 2FA ด้วย Google Authenticator หากคุณต้องการปิดใช้งาน ให้คลิกที่ปุ่มปิดใช้งาน
uk_ua: Ваш обліковий запис увімкнено для 2FA з Google Authenticator. Якщо ви хочете вимкнути, натисніть кнопку «Вимкнути».

source: Connect wallet for account information.
de_de: Für Kontoinformationen Wallet anschließen.
sl_si: Povežite denarnico za informacije o računu.
sv_se: Anslut plånbok för kontoinformation.
th_th: เชื่อมต่อกระเป๋าเงินสำหรับข้อมูลบัญชี
uk_ua: Підключіть гаманець для отримання інформації про обліковий запис.

source: Yes, you can earn 10% from the Swap Referral Program and 5% from Farms & Launchpools without any required investments from your side.
de_de: Ja, Sie können 10 % mit dem Swap-Empfehlungsprogramm und 5 % mit Farms & Launchpools verdienen, ohne dass Ihrerseits Investitionen erforderlich sind.
sl_si: Da, lahko zaslužite 10 % s Swap Referral Programom in 5 % s Farms & Launchpool brez kakršnih koli potrebnih naložb z vaše strani.
sv_se: Ja, du kan tjäna 10 % från Swap Referral Program och 5 % från Farms & Launchpools utan några nödvändiga investeringar från din sida.
th_th: ใช่ คุณสามารถรับ 10% จากโปรแกรมผู้อ้างอิง Swap และ 5% จาก Farms & Launchpools โดยไม่ต้องลงทุนใดๆ จากฝั่งของคุณ
uk_ua: Так, ви можете заробити 10% від програми рефералів Swap і 5% від Farms & Launchpools без будь-яких необхідних інвестицій з вашого боку.

source: Can I profit from the Referral Program without any investments from my side?
de_de: Kann ich vom Empfehlungsprogramm profitieren, ohne dass ich dafür etwas investieren muss?
sl_si: Ali lahko dobim koristi od referenčnega programa brez kakršnih koli naložb z moje strani?
sv_se: Kan jag dra nytta av referensprogrammet utan några investeringar från min sida?
th_th: ฉันสามารถทำกำไรจากโปรแกรมอ้างอิงโดยไม่ต้องลงทุนใดๆ จากฝั่งของฉันได้หรือไม่?
uk_ua: Чи можу я отримувати прибуток від Реферальної програми без жодних вкладень з мого боку?

source: You will get your referral reward the moment your friend makes Harvest.
de_de: Wann erhalte ich meine Empfehlungsbelohnung von Farms & Launchpools?
sl_si: Nagrado za priporočilo boste prejeli v trenutku, ko bo vaš prijatelj izvedel Harvest.
sv_se: Du kommer att få din remissbelöning i samma ögonblick som din vän skördar.
th_th: คุณจะได้รับรางวัลผู้อ้างอิงทันทีที่เพื่อนของคุณทำการเก็บเกี่ยว
uk_ua: Ви отримаєте винагороду за рекомендацію, коли ваш друг зробить Harvest.

source: When will I get my referral reward from Farms & Launchpools?
sl_si: Kdaj bom prejel nagrado za napotitev od Farms & Launchpools?
sv_se: När får jag min remissbelöning från Farms & Launchpools?
th_th: ฉันจะได้รับรางวัลผู้อ้างอิงจาก Farms & Launchpools เมื่อใด
uk_ua: Коли я отримаю винагороду за рекомендацію від Farms & Launchpools?

source: No. Referral Program is active only for Stake BSW - Earn BSW Launchpool without auto-compound.
de_de: Nein. Das Empfehlungsprogramm ist nur für Stake BSW – Earn BSW Launchpool ohne automatische Verbindung aktiv.
sl_si: Ne. Napotitveni program je aktiven samo za Stake BSW - Earn BSW Launchpool brez samodejne spojine.
sv_se: Nej. Refereringsprogram är endast aktivt för Stake BSW - Tjäna BSW Launchpool utan auto-compound.
th_th: ไม่ โปรแกรมผู้อ้างอิงใช้งานได้เฉพาะกับ Stake BSW - รับ BSW Launchpool โดยไม่ต้องผสมอัตโนมัติ
uk_ua: Ні. Реферальна програма активна лише для Stake BSW - Earn BSW Launchpool без автокомпоненту.

source: Is Referral Program Active for all Launchpools?
de_de: Ist das Empfehlungsprogramm für alle Launchpools aktiv?
sl_si: Ali je napotitveni program aktiven za vse Launchpoole?
sv_se: Är referensprogrammet aktivt för alla Launchpools?
th_th: โปรแกรมอ้างอิงใช้งานได้สำหรับ Launchpools ทั้งหมดหรือไม่
uk_ua: Чи активна реферальна програма для всіх пулів запуску?

source: You can expect a 5% return from your friends earnings in BSW.
de_de: Sie können von den Einnahmen Ihrer Freunde in BSW eine Rendite von 5 % erwarten.
sl_si: Od zaslužka svojih prijateljev v BSW lahko pričakujete 5-odstotni donos.
sv_se: Du kan förvänta dig en avkastning på 5 % av dina vänners inkomster i BSW.
th_th: คุณสามารถคาดหวังผลตอบแทน 5% จากรายได้ของเพื่อนของคุณใน BSW
uk_ua: Ви можете очікувати 5% прибутку від заробітку своїх друзів у BSW.

source: How much can I earn from my friends Farms & Launchpools?
de_de: Wie viel kann ich mit den Farms & Launchpools meiner Freunde verdienen?
sl_si: Koliko lahko zaslužim s svojimi prijatelji Farms & Launchpools?
sv_se: Hur mycket kan jag tjäna på mina vänner Farms & Launchpools?
th_th: ฉันสามารถหารายได้จาก Farms & Launchpools ของเพื่อนๆ ได้เท่าไหร่?
uk_ua: Скільки я можу заробити на моїх друзях Farms & Launchpools?

source: Find the complete list of whitelisted pairs in Panaswap Docs
de_de: Die vollständige Liste der Paare auf der Whitelist finden Sie in den Panaswap-Dokumenten
sl_si: Poiščite celoten seznam parov na beli listi v Panaswap Docs
sv_se: Hitta hela listan över vitlistade par i Panaswap Docs
th_th: ค้นหารายการคู่ที่อนุญาตพิเศษทั้งหมดใน Panaswap Docs
uk_ua: Знайдіть повний список пар із білого списку в Panaswap Docs

source: No. Referral Program consider only whitelisted pairs, including but not limited to
de_de: Nein. Das Empfehlungsprogramm berücksichtigt nur Paare, die auf der Whitelist stehen, einschließlich, aber nicht beschränkt auf
sl_si: Ne. Napotitveni program upošteva samo pare s seznama dovoljenih, vključno z, vendar ne omejeno na
sv_se: Nej. Remissprogram överväger endast vitlistade par, inklusive men inte begränsat till
th_th: ไม่ โปรแกรมอ้างอิงพิจารณาเฉพาะคู่ที่อนุญาตพิเศษ ซึ่งรวมถึงแต่ไม่จำกัดเพียง
uk_ua: Ні. Реферальна програма розглядає лише пари з білого списку, включаючи, але не обмежуючись ними

source: Is the Swap referral program active for all swap pairs?
de_de: Ist das Swap-Empfehlungsprogramm für alle Swap-Paare aktiv?
sl_si: Ali je referenčni program Swap aktiven za vse swap pare?
sv_se: Är swap-hänvisningsprogrammet aktivt för alla swappar?
th_th: โปรแกรมอ้างอิงค่า Swap ใช้งานได้กับคู่ค่า Swap ทั้งหมดหรือไม่?
uk_ua: Чи активна реферальна програма Swap для всіх пар своп?

source: If you have 0 BSW staked in the BSW Holder pool, you will be getting 10% by default. To earn more in the Swap Referral Program on Panaswap, you need to stake BSW in the Holder Pool.
de_de: Wenn Sie 0 BSW im BSW-Inhaber-Pool eingesetzt haben, erhalten Sie standardmäßig 10 %. Um im Swap-Empfehlungsprogramm auf Panaswap mehr zu verdienen, müssen Sie BSW im Holder Pool einsetzen.
sl_si: Če imate 0 BSW vloženih v BSW Holder pool, boste privzeto prejeli 10 %. Če želite zaslužiti več v programu Swap Referral na Panaswap, morate vložiti BSW v Holder Pool.
sv_se: Om du har 0 BSW insatt i BSW Holder-poolen kommer du att få 10 % som standard. För att tjäna mer i Swap Referral Program på Panaswap måste du satsa BSW i Holder Pool.
th_th: หากคุณมี 0 BSW ที่เดิมพันในพูล BSW Holder คุณจะได้รับ 10% ตามค่าเริ่มต้น หากต้องการรับรายได้มากขึ้นในโปรแกรมผู้อ้างอิง Swap บน Panaswap คุณต้องเดิมพัน BSW ในกลุ่มผู้ถือ
uk_ua: Якщо у вас 0 BSW, поставлених у пул власників BSW, ви отримуватимете 10% за умовчанням. Щоб заробити більше в Реферальній програмі Swap на Panaswap, вам потрібно зробити ставку BSW у пулі власників.

source: What percentage of Swap referral rewards will I earn if I have 0 BSW staked in BSW Holder Pool?
de_de: Wie viel Prozent der Swap-Empfehlungsprämien verdiene ich, wenn ich 0 BSW im BSW-Inhaberpool eingesetzt habe?
sl_si: Kolikšen odstotek nagrad za napotitev Swap bom zaslužil, če imam 0 BSW vloženih v BSW Holder Pool?
sv_se: Hur stor procentandel av utbyteshänvisningsbelöningarna kommer jag att tjäna om jag har 0 BSW insatt i BSW Holder Pool?
th_th: เปอร์เซ็นต์ของรางวัลผู้อ้างอิง Swap ที่ฉันจะได้รับหากฉันมี 0 BSW ที่เดิมพันใน BSW Holder Pool
uk_ua: Який відсоток винагороди за рефералів Swap я отримаю, якщо маю 0 BSW, поставлених у пулі власників BSW?

source: You can earn from 10% to 20% in BSW right after your friends have made a swap. The percentage depends on the amount of staked BSW tokens in BSW Holder Pool
de_de: Direkt nachdem Ihre Freunde einen Tausch getätigt haben, können Sie zwischen 10 und 20 % in BSW verdienen. Der Prozentsatz hängt von der Menge der im BSW Holder Pool eingesetzten BSW-Tokens ab
sl_si: V BSW lahko zaslužite od 10 % do 20 % takoj, ko vaši prijatelji opravijo zamenjavo. Odstotek je odvisen od količine vloženih žetonov BSW v naboru imetnikov BSW
sv_se: Du kan tjäna från 10% till 20% i BSW direkt efter att dina vänner har gjort ett byte. Procentsatsen beror på mängden insatta BSW-tokens i BSW Holder Pool
th_th: คุณสามารถรับ BSW ได้ตั้งแต่ 10% ถึง 20% หลังจากที่เพื่อนของคุณทำการแลกเปลี่ยน เปอร์เซ็นต์ขึ้นอยู่กับจำนวนโทเค็น BSW ที่เดิมพันใน BSW Holder Pool
uk_ua: Ви можете заробити від 10% до 20% в BSW відразу після того, як ваші друзі зроблять своп. Відсоток залежить від кількості поставлених токенів BSW у пулі власників BSW?

source: How much crypto can I earn via the Swap Referral Program?
de_de: Wie viel Krypto kann ich über das Swap-Empfehlungsprogramm verdienen?
sl_si: Koliko kripto lahko zaslužim prek referenčnega programa Swap?
sv_se: Hur mycket krypto kan jag tjäna via Swap Referral Program?
th_th: ฉันสามารถรับ crypto ได้มากแค่ไหนผ่านโปรแกรมผู้อ้างอิง Swap?
uk_ua: Скільки криптовалюти я можу заробити за допомогою реферальної програми Swap?

source: Once you withdraw from your referral balances, a BSC network fee of approximately 0.5 BSW will be charged.
de_de: Sobald Sie Ihr Empfehlungsguthaben abheben, wird eine BSC-Netzwerkgebühr von etwa 0,5 BSW erhoben.
sl_si: Ko se umaknete iz stanja napotitve, vam bomo zaračunali omrežno pristojbino BSC v višini približno 0,5 BSW.
sv_se: När du tar ut ditt remisssaldo kommer en BSC-nätverksavgift på cirka 0,5 BSW att debiteras.
th_th: เมื่อคุณถอนออกจากยอดอ้างอิงของคุณ จะมีการเรียกเก็บค่าธรรมเนียมเครือข่าย BSC ประมาณ 0.5 BSW
uk_ua: Після того, як ви знімете з балансу рефералів, буде стягнуто плату мережі BSC у розмірі приблизно 0,5 BSW.

source: Are there fees for referral rewards withdrawal from referral balances?
de_de: Fallen für die Abhebung von Empfehlungsprämien vom Empfehlungsguthaben Gebühren an?
sl_si: Ali obstajajo stroški za odvzem nagrad za napotitve iz stanja napotitev?
sv_se: Finns det avgifter för uttag av remissbelöningar från remisssaldon?
th_th: มีค่าธรรมเนียมสำหรับการถอนรางวัลผู้อ้างอิงจากยอดผู้อ้างอิงหรือไม่?
uk_ua: Чи є комісія за зняття винагороди за рефералів з балансів рефералів?

source: The referral rewards are accounted in BSW tokens only.
de_de: Die Empfehlungsprämien werden nur in BSW-Tokens verbucht.
sl_si: Nagrade za napotitve se obračunavajo samo v žetonih BSW.?
sv_se: Remissbelöningarna redovisas endast i BSW-tokens.
th_th: รางวัลผู้อ้างอิงจะคิดเป็นโทเค็น BSW เท่านั้น
uk_ua: Винагороди за рефералів обліковуються лише в токенах BSW.

source: In what crypto currency the referral commission is accounted to my referral balance?
de_de: In welcher Kryptowährung wird die Empfehlungsprovision meinem Empfehlungsguthaben gutgeschrieben?
sl_si: V kateri kriptovaluti je provizija za napotitev obračunana mojemu stanju napotitve?
sv_se: Se alla dina genererade länkar i avsnittet "Referral Links" på hänvisningssidan.
th_th: ค่าคอมมิชชั่นการอ้างอิงในสกุลเงินดิจิตอลใดที่คิดบัญชีกับยอดผู้อ้างอิงของฉัน?
uk_ua: У якій криптовалюті реферальна комісія нараховується на баланс мого реферала?

source: View all of your generated links on the `Referral Links` section of the Referral page.
de_de: Sehen Sie sich alle Ihre generierten Links im Abschnitt „Empfehlungslinks“ der Empfehlungsseite an.
sl_si: Oglejte si vse vaše ustvarjene povezave v razdelku `Referralne povezave` na strani za priporočila.
th_th: ดูลิงก์ที่คุณสร้างขึ้นทั้งหมดในส่วน 'ลิงก์อ้างอิง' ของหน้าการอ้างอิง
uk_ua: Перегляньте всі створені вами посилання в розділі «Реферальні посилання» сторінки рефералів.

source: Where are all my generated referral links?
de_de: Wo sind alle meine generierten Empfehlungslinks?
sl_si: Kje so vse moje ustvarjene referenčne povezave?
sv_se: Var är alla mina genererade hänvisningslänkar?
th_th: ลิงก์อ้างอิงที่ฉันสร้างขึ้นทั้งหมดอยู่ที่ไหน
uk_ua: Де всі мої створені реферальні посилання?

source: Profit sharing allows you to share a portion of referral rewards with your invited friends. The percentage can be: 0%, 10% 25%, 50%
de_de: Durch die Gewinnbeteiligung können Sie einen Teil der Empfehlungsprämien mit Ihren eingeladenen Freunden teilen. Der Prozentsatz kann sein: 0 %, 10 %, 25 %, 50 %
sl_si: Delitev dobička vam omogoča, da del nagrad za priporočila delite s povabljenimi prijatelji. Odstotek je lahko: 0 %, 10 % 25 %, 50 %
sv_se: Vinstdelning låter dig dela en del av hänvisningsbelöningarna med dina inbjudna vänner. Procentandelen kan vara: 0 %, 10 % 25 %, 50 %
th_th: การแบ่งปันผลกำไรทำให้คุณสามารถแบ่งปันส่วนหนึ่งของรางวัลผู้อ้างอิงกับเพื่อนที่ได้รับเชิญ เปอร์เซ็นต์สามารถ: 0%, 10% 25%, 50%
uk_ua: Розподіл прибутку дозволяє вам ділитися частиною винагороди за рекомендацію із запрошеними друзями. Відсоток може бути: 0%, 10% 25%, 50%

source: How does profit sharing work?
de_de: Wie funktioniert eine Gewinnbeteiligung?
sl_si: Kako deluje delitev dobička?
sv_se: Hur fungerar vinstdelning?
th_th: การแบ่งผลกำไรทำงานอย่างไร?
uk_ua: Як працює розподіл прибутку?

source: Find `My Referral Link` block and click on the `plus` button near the link field. Choose the profit share for your friends and click generate a referral link.
de_de: Suchen Sie den Block „Mein Empfehlungslink“ und klicken Sie auf die Schaltfläche „Plus“ neben dem Linkfeld. Wählen Sie die Gewinnbeteiligung für Ihre Freunde und klicken Sie auf „Empfehlungslink generieren“.
sl_si: Poiščite blok `Moja referenčna povezava` in kliknite gumb `plus` blizu polja s povezavo. Izberite delež dobička za svoje prijatelje in kliknite ustvari referenčno povezavo.
sv_se: Hitta "Min referenslänk"-blocket och klicka på "plus"-knappen nära länkfältet. Välj vinstdelning för dina vänner och klicka på generera en hänvisningslänk.
th_th: ค้นหาบล็อก 'ลิงก์อ้างอิงของฉัน' และคลิกที่ปุ่ม 'บวก' ใกล้กับฟิลด์ลิงก์ เลือกส่วนแบ่งกำไรสำหรับเพื่อนของคุณแล้วคลิกสร้างลิงก์อ้างอิง
uk_ua: Знайдіть блок «Моє реферальне посилання» та натисніть на кнопку «плюс» біля поля посилання. Виберіть частку прибутку для своїх друзів і натисніть створити реферальне посилання.

source: How do I generate a new referral link?
de_de: Wie erstelle ich einen neuen Empfehlungslink?
sl_si: Kako ustvarim novo referenčno povezavo?
sv_se: Hur skapar jag en ny hänvisningslänk?
th_th: ฉันจะสร้างลิงค์อ้างอิงใหม่ได้อย่างไร?
uk_ua: Як створити нове реферальне посилання?

source: All your referral friends in one place
de_de: Alle Ihre Empfehlungsfreunde an einem Ort
sl_si: Vsi vaši priporočilni prijatelji na enem mestu
sv_se: Alla dina remissvänner på ett ställe
th_th: เพื่อนที่แนะนำทั้งหมดของคุณในที่เดียว
uk_ua: Усі ваші друзі-реферали в одному місці

source: Yes, there are three separate balances for the referral rewards.
de_de: Ja, es gibt drei separate Guthaben für die Empfehlungsprämien.
sl_si: Da, za napotitvene nagrade obstajajo tri ločena stanja.
sv_se: Ja, det finns tre separata saldon för remissbelöningarna.
th_th: ใช่ มีสามยอดคงเหลือแยกกันสำหรับรางวัลผู้อ้างอิง
uk_ua: Так, є три окремі баланси для винагороди за рекомендацію.

source: Are there separate balances for referral rewards from friends Swaps, Farms, Launchpools?
de_de: Gibt es separate Guthaben für Empfehlungsprämien von Freundes-Swaps, Farmen und Launchpools?
sl_si: Ali obstajajo ločena stanja za nagrade za napotitve prijateljev, zamenjave, kmetije, lansirna združenja?
sv_se: Finns det separata saldon för hänvisningsbelöningar från vänner Swaps, Farms, Launchpools?
th_th: มียอดคงเหลือแยกต่างหากสำหรับรางวัลผู้แนะนำจาก Swaps, Farms, Launchpools ของเพื่อนหรือไม่?
uk_ua: Чи існують окремі баланси для винагород за рефералів від друзів, обмінів, ферм, пулів запуску?

source: How do I invite a referral friend?
de_de: Wie lade ich einen Empfehlungsfreund ein?
sl_si: Kako povabim priporočilnega prijatelja?
sv_se: Hur bjuder jag in en remissvän?
th_th: ฉันจะเชิญเพื่อนแนะนำได้อย่างไร
uk_ua: Як запросити друга-реферала?

source: Invite your friends to register via your referral link.
de_de: Laden Sie Ihre Freunde über Ihren Empfehlungslink zur Registrierung ein.
sl_si: Povabite svoje prijatelje, da se registrirajo prek vaše referenčne povezave.
sv_se: Bjud in dina vänner att registrera sig via din referenslänk.
th_th: เชิญเพื่อนของคุณให้ลงทะเบียนผ่านลิงค์ผู้แนะนำของคุณ
uk_ua: Запросіть друзів зареєструватися за реферальним посиланням.

source: Referral List
de_de: Empfehlungsliste
sl_si: Seznam priporočil
sv_se: Remisslista
th_th: รายการอ้างอิง
uk_ua: Список рекомендацій

source: Register
de_de: Registrieren
sl_si: Registrirajte se
sv_se: Registrera
th_th: ลงทะเบียน
uk_ua: зареєструватися

source: Connect a wallet and find your referral link in the Referral section.
de_de: Schließen Sie eine Wallet an und finden Sie Ihren Empfehlungslink im Abschnitt „Empfehlung“.
sl_si: Povežite denarnico in poiščite svojo referenčno povezavo v razdelku Referral.
sv_se: Anslut en plånbok och hitta din hänvisningslänk i avsnittet Remiss.
th_th: เชื่อมต่อกระเป๋าเงินและค้นหาลิงค์อ้างอิงของคุณในส่วนการอ้างอิง
uk_ua: Підключіть гаманець і знайдіть своє реферальне посилання в розділі «Реферал».

source: Where do I get my referral link?
de_de: Woher bekomme ich meinen Empfehlungslink?
sl_si: Kje dobim referenčno povezavo?
sv_se: Var får jag min hänvisningslänk?
th_th: ฉันจะหาลิงค์แนะนำของฉันได้ที่ไหน?
uk_ua: Де я можу отримати реферальне посилання?

source: You are not registered as active referral on our platform.
de_de: Sie sind nicht als aktiver Empfehlungsgeber auf unserer Plattform registriert.
sl_si: Na naši platformi niste registrirani kot aktivni priporočeni član.
sv_se: Du är inte registrerad som aktiv remiss på vår plattform.
th_th: คุณไม่ได้ลงทะเบียนเป็นผู้อ้างอิงที่ใช้งานอยู่บนแพลตฟอร์มของเรา
uk_ua: Ви не зареєстровані як активний реферал на нашій платформі.

source: Setup 2FA
de_de: Richten Sie 2FA ein
sl_si: Nastavitev 2FAp
sv_se: Ställ in 2FA
th_th: ตั้งค่า 2FA
uk_ua: Налаштувати 2FA

source: You are registered as active referral on our platform.
de_de: Sie sind als aktiver Empfehlungsgeber auf unserer Plattform registriert.
sl_si: Na naši platformi ste registrirani kot aktivni priporočeni član.
sv_se: Du är registrerad som aktiv remiss på vår plattform.
th_th: คุณลงทะเบียนเป็นผู้อ้างอิงที่ใช้งานบนแพลตฟอร์มของเรา
uk_ua: Ви зареєстровані як активний реферал на нашій платформі.

source: 2FA has not been Setup. Please setup
de_de: 2FA wurde nicht eingerichtet. Bitte einrichten
sl_si: 2FA ni bil nastavljen. Prosimo, nastavite
sv_se: 2FA har inte installerats. Vänligen ställ in
th_th: ยังไม่ได้ตั้งค่า 2FA กรุณาตั้งค่า
uk_ua: 2FA не налаштовано. Будь ласка, налаштуйте

source: Address
de_de: Adresse
sl_si: Naslov
sv_se: Adress
th_th: ที่อยู่
uk_ua: Адреса

source: Account Information
de_de: Kontoinformationen
sl_si: Podatki o računu
sv_se: Kontoinformation
th_th: ข้อมูลเกี่ยวกับบัญชี
uk_ua: Інформація про обліковий запис

source: Action
de_de: Aktion
sl_si: Akcija
sv_se: Handling
th_th: การกระทำ
uk_ua: Дія

source: Wallet Address
de_de: Wallet-Adresse
sl_si: Naslov denarnice
sv_se: Plånboksadress
th_th: ที่อยู่กระเป๋าเงิน
uk_ua: Адреса гаманця

source: My Account Details
de_de: Meine Kontodaten
sl_si: Podrobnosti mojega računa
sv_se: Min kontoinformation
th_th: รายละเอียดบัญชีของฉัน
uk_ua: Деталі мого облікового запису

source: View your account information to manage and secure your account.
de_de: Sehen Sie sich Ihre Kontoinformationen an, um Ihr Konto zu verwalten und zu sichern.
sl_si: Oglejte si podatke o svojem računu, da upravljate in zaščitite svoj račun.
sv_se: Visa din kontoinformation för att hantera och skydda ditt konto.
th_th: ดูข้อมูลบัญชีของคุณเพื่อจัดการและรักษาความปลอดภัยบัญชีของคุณ
uk_ua: Переглядайте інформацію свого облікового запису, щоб керувати ним і захищати його.

source: View Referrals
de_de: Προβολή παραπομπών
sl_si: Oglejte si priporočila
sv_se: Visa hänvisningar
th_th: ดูการอ้างอิง
uk_ua: Переглянути рефералів

source: Total earned in USD
de_de: Gesamtverdienst in USD
sv_se: Totalt tjänat i USD
th_th: รายได้ทั้งหมดเป็น USD
uk_ua: Загальний заробіток у доларах США

source: Referral
de_de: Verweisung
sl_si: napotitev
sv_se: remiss
th_th: การอ้างอิง
uk_ua: направлення

source: Earnings
de_de: Verdienste
sl_si: Zaslužki
sv_se: Förtjänst
th_th: รายได้
uk_ua: Заробіток

source: Active Friends / Total Friends
de_de: Aktive Freunde / Gesamtzahl der Freunde
sl_si: Aktivni prijatelji / skupno število prijateljev
sv_se: Aktiva vänner / Totalt antal vänner
th_th: เพื่อนที่ใช้งาน / เพื่อนทั้งหมด
uk_ua: Активні друзі / Загальна кількість друзів

source: Referral link network status
de_de: Status des Empfehlungslink-Netzwerks
sl_si: Status omrežja napotitvene povezave
sv_se: Status för hänvisningslänkens nätverk
th_th: สถานะเครือข่ายลิงก์อ้างอิง
uk_ua: Стан мережі реферального посилання

source: My Referral Link
de_de: Mein Empfehlungslink
sl_si: Moja referenčna povezava
sv_se: Min referenslänk
th_th: ลิงค์อ้างอิงของฉัน
uk_ua: Моє реферальне посилання
